[
  {
    "id": "fPlqrZ",
    "title": "Finding fossil man",
    "titleTranslate": "发现化石人",
    "text": "We can read of things that happened 5,000 years ago in the Near East, where people first learned to write. \nBut there are some parts of the word where even now people cannot write. \nThe only way that they can preserve their history is to recount it as sagas--legends handed down from one generation of another. \nThese legends are useful because they can tell us something about migrations of people who lived long ago, \nbut none could write down what they did. \nAnthropologists wondered where the remote ancestors of the Polynesian peoples now living in the Pacific Islands came from. \nThe sagas of these people explain that some of them came from Indonesia about 2,000 years ago. \nBut the first people who were like ourselves lived so long ago that even their sagas, if they had any, are forgotten. \nSo archaeologists have neither history nor legends to help them to find out where the first 'modern men' came from. \nFortunately, however, ancient men made tools of stone, especially flint, \nbecause this is easier to shape than other kinds. \nThey may also have used wood and skins, but these have rotted away. \nStone does not decay, \nand so the tools of long ago have remained when even the bones of the men who made them have disappeared without trace.\n\nROBIN PLACE Finding fossil man",
    "textTranslate": "我们从书籍中可读到5,000 年前近东发生的事情，那里的人最早学会了写字。 \n但直到现在,世界上有些地方，人们还不会书写。 \n他们保存历史的唯一办法是将历史当作传说讲述，由讲述人一代接一代地将史实描述为传奇故事口传下来。 \n这些传说很有用，因为它们可以告诉我们很久以前人们的迁徙， \n但没有人能写下他们做了什么。 \n人类学家想知道现在生活在太平洋岛屿上的波利尼西亚人的祖先来自哪里。 \n这些人的传说解释说，他们中的一些人大约在2000年前来自印度尼西亚。 \n但是，与我们相似的第一批人生活在很久以前，即使他们有传奇故事，也被遗忘了。 \n因此，考古学家既没有历史也没有传说来帮助他们找出第一批“现代人”来自哪里。 \n然而，幸运的是，古人用石头，尤其是燧石制作了工具， \n因为这比其他种类更容易成形。 \n他们也可能使用木头和兽皮，但这些都腐烂了。 \n石头不会腐烂， \n所以，很久以前的工具保存了下来，而制造这些工具的人的骨头却消失得无影无踪。 \n\n寻找化石人",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/01－Finding Fossil Man.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.65,26.3],[26.3,33.25],[33.25,46.11],[46.11,53.82],[53.82,57.22],[57.22,66.79],[66.79,74.55],[74.55,85.77],[85.77,94.92],[94.92,101.6],[101.6,105.92],[105.92,111.94],[111.94,114.51],[114.51,124.55],[124.55,129.13]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "h-bovN",
    "title": "Spare that spider",
    "titleTranslate": "不要伤害蜘蛛",
    "text": "Why, you may wonder, should spiders be our friends? \nBecause they destroy so many insects, \nand insects include some of the greatest enemies of the human race. \nInsects would make it impossible for us to live in the world; \nthey would devour all our crops and kill our flocks and herds, if it were not for the protection we get from insect-eating animals. \nWe owe a lot to the birds and beasts who eat insects but all of them put together kill only a fraction of the number destroyed by spiders. \nMoreover, unlike some of the other insect eaters, spiders never do the harm to us or our belongings.\n\nSpiders are not insects, as many people think, nor even nearly related to them. \nOne can tell the difference almost at a glance, for a spider always has eight legs and insect never more than six.\n\nHow many spiders are engaged in this work on our behalf? \nOne authority on spiders made a census of the spiders in grass field in the south of England, \nand he estimated that there were more than 2,250,000 in one acre; \nthat is something like 6,000,000 spiders of different kinds on a football pitch. \nSpiders are busy for at least half the year in killing insects. \nIt is impossible to make more than the wildest guess at how many they kill, \nbut they are hungry creatures, not content with only three meals a day. \nIt has been estimated that the weight of all the insects destroyed by spiders in Britain in one year would be greater than the total weight of all the human beings in the country.\n\nT. H. GILLESPLE Spare that spider from The Listener",
    "textTranslate": "你可能会想，为什么蜘蛛应该是我们的朋友？ \n因为它们能消灭很多昆虫， \n昆虫是人类最大的敌人之一。 \n昆虫将使我们无法在这个世界上生存； \n如果没有食虫动物的保护，它们会吞噬我们所有的庄稼，杀死我们的牛羊。 \n我们非常感谢吃昆虫的鸟类和野兽，但它们加起来只杀死了蜘蛛所杀死数量的一小部分。 \n此外，与其他一些食虫动物不同，蜘蛛从不伤害我们或我们的财产。 \n\n蜘蛛并不像许多人认为的那样是昆虫，甚至与它们也没有什么关系。 \n人们几乎一眼就能看出区别，因为蜘蛛总是有八条腿，而昆虫永远不会超过六条腿。 \n\n有多少蜘蛛代表我们从事这项工作？ \n一位研究蜘蛛的权威对英格兰南部草地上的蜘蛛进行了普查， \n他估计每英亩有2250000多只； \n这大约是足球场上600万只不同种类的蜘蛛。 \n蜘蛛至少半年都在忙于杀死昆虫。 \n对于他们杀死了多少人，我们只能做出最疯狂的猜测， \n但它们是饥饿的动物，不满足于一天三餐。 \n据估计，英国蜘蛛一年内杀死的所有昆虫的重量将超过该国所有人类的总重量。 \n\nT.H.GILLESPLE把那只蜘蛛从《倾听者》中救出来",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/02－Spare That Spider.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.6,19.13],[19.13,21.76],[21.76,26.42],[26.42,30.65],[30.65,39.49],[39.49,49.8],[49.8,58.6],[58.6,64.83],[64.83,74.26],[74.26,79.05],[79.05,85.8],[85.8,93.39],[93.09,99.78],[99.78,104.77],[104.77,111.01],[111.01,115.98],[115.98,128.62],[128.62,135.57]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "BBHNGX",
    "title": "Matterhorn man",
    "titleTranslate": "马特霍恩山区人",
    "text": "Modern alpinists try to climb mountains by a route which will give them good sport, \nand the more difficult it is, the more highly it is regarded. \nIn the pioneering days, however, this was not the case at all. \nThe early climbers were looking for the easiest way to the top, \nbecause the summit was the prize they sought, especially if it and never been attained before. \nIt is true that during their explorations they often faced difficulties and dangers of the most perilous nature, equipped in a manner with would make a modern climber shudder at the thought, \nbut they did not go out of their way to court such excitement. \nThey had a single aim, a solitary goal--the top!\n\nIt is hard for us to realize nowadays how difficult it was for the pioneers. \nExcept for one or two places such as Zermatt and Chamonix, which had rapidly become popular, Alpine village tended to be impoverished settlements cut off from civilization by the high mountains. \nSuch inns as there were generally dirty and flea-ridden; \nthe food simply local cheese accompanied by bread often twelve months old, all washed down with coarse wine. \nOften a valley boasted no inn at all, \nand climbers found shelter wherever they could--sometimes with the local priest (who was usually as poor as his parishioners),sometimes with shepherds or cheese-makers. \nInvariably the background was the same:dirt and poverty, and very uncomfortable. \nFor men accustomed to eating seven-course dinners and sleeping between fine linen sheets at home, the change to the Alps must have very hard indeed.\n\nWALTER UNSWORTH Matterhorn Man",
    "textTranslate": "现代登山者试图通过一条能给他们带来良好运动的路线登山， \n难度越大，人们对它的评价就越高。 \n然而，在创业初期，情况根本不是这样。 \n早期的登山者正在寻找最简单的登顶方式， \n因为峰会是他们寻求的奖品，尤其是如果以前从未达到过的话。 \n的确，在探险过程中，他们经常面临最危险的困难和危险，这些困难和危险的装备方式会让现代登山者一想到就会不寒而栗， \n但他们并没有刻意去追求这种兴奋。 \n他们只有一个目标，一个唯一的目标——登顶！ \n\n如今，我们很难意识到拓荒者有多么困难。 \n除了一两个迅速流行起来的地方，如采尔马特和夏蒙尼，阿尔卑斯山村往往是被高山与文明隔绝的贫困定居点。 \n那里的旅馆通常很脏，跳蚤遍地； \n食物只是当地的奶酪，配上通常12个月大的面包，都是用粗酒冲下来的。 \n山谷里通常根本没有客栈， \n登山者在任何可能的地方都能找到避难所——有时是当地牧师（他通常和教区居民一样穷），有时是牧羊人或奶酪制造商。 \n背景总是一样的：肮脏和贫穷，非常不舒服。 \n对于习惯于在家吃七道菜晚餐和睡在亚麻床单之间的男人来说，去阿尔卑斯山的变化一定很艰难。 \n\nWALTER UNSWORTH马特洪峰人",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/03－Matterhorn Man.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.19,21.98],[21.98,26.9],[26.9,33.03],[33.03,38.19],[38.19,45.8],[45.8,61.06],[60.86,65.61],[65.91,72.17],[71.96,78.82],[78.82,95.98],[95.98,102.08],[102.08,111.34],[111.34,115.01],[115.01,128.44],[128.44,137.02],[137.02,149.85],[149.85,154.5]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "chEC7B",
    "title": "Seeing hands",
    "titleTranslate": "能看见东西的手",
    "text": "Several cases have been reported in Russia recently of people who can detect colours with their fingers, and even see through solid and walls. \nOne case concerns and eleven-year-old schoolgirl, Vera Petrova, who has normal vision but who can also perceive things with different parts of her skin, and through solid walls. \nThis ability was first noticed by her father. \nOne day she came into his office and happened to put her hands on the door of a locked safe. \nSuddenly she asked her father why he kept so many old newspapers locked away there, \nand even described the way they were done up in bundles.\n\nVera's curious talent was brought to the notice of a scientific research institute in the town of Ulyanovsk, near where she lives, \nand in April she was given a series of tests by a special commission of the Ministry of Health of the Russian Federal Republic. \nDuring these tests she was able to read a newspaper through an opaque screen and, stranger still, by moving her elbow over a child's game of Lotto she was able to describe the figures and colours printed on it; \nand, in another instance, wearing stockings and slippers, to make out with her foot the outlines and colours of a picture hidden under a carpet. \nOther experiments showed that her knees and shoulders had a similar sensitivity. \nDuring all these tests Vera was blindfold;and, indeed, except when blindfold she lacked the ability to perceive things with her skin. \nIt was also found that although she could perceive things with her fingers this ability ceased the moment her hands were wet.\n\nERIC DE MAUNY Seeing hands from The Listener",
    "textTranslate": "最近，俄罗斯报告了几起案件，人们可以用手指检测颜色， 甚至能透过厚实的门和墙看到东西。 \n一个病例涉及11岁的女学生维拉·彼得罗娃，她视力正常，但也能通过皮肤的不同部位感知事物，甚至看穿坚实的墙壁。 \n这种能力是她父亲最先发现的。 \n有一天，她走进他的办公室，碰巧把手放在一个锁着的保险箱的门上。 \n突然，她问爸爸为什么把这么多旧报纸锁在那里， \n甚至描述了它们被捆成捆的方式。 \n\n维拉的奇特天赋引起了她居住的乌里扬诺夫斯克镇一家科研机构的注意， \n4月，俄罗斯联邦共和国卫生部的一个特别委员会对她进行了一系列检测。 \n在这些测试中，她能够通过不透明的屏幕阅读报纸，更奇怪的是，通过在孩子的乐透游戏上移动肘部，她能够描述上面印刷的数字和颜色； \n在另一个例子中，她穿着长筒袜和拖鞋，用脚辨认出藏在地毯下的一幅画的轮廓和颜色。 \n其他实验表明，她的膝盖和肩膀也有类似的敏感性。 \n在所有这些测试中，维拉都被蒙上了眼睛；事实上，除非蒙上眼睛，否则她无法用皮肤感知事物。 \n研究还发现，虽然她可以用手指感知事物，但这种能力在手湿的那一刻就消失了。 \n\n埃里克·德·穆尼看到听众的手",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/04－Seeing Hands.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.16,27.29],[27.29,40.37],[40.37,44.13],[44.13,50.34],[50.34,56.37],[56.37,60.39],[60.39,69.98],[69.98,79.01],[79.01,93.17],[93.17,102.58],[102.58,108.16],[108.16,116.85],[116.85,125.63],[125.63,130.96]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "tNef2H",
    "title": "Youth",
    "titleTranslate": "青年",
    "text": "People are always talking about 'the problem of youth'. \nIf there is one--which I take leave to doubt--then it is older people who create it, not the young themselves. \nLet us get down to fundamentals and agree that the young are after all human beings--people just like their elders. \nThere is only one difference between an old man and a young one:the young man has a glorious future before him and the old one has a splendid future behind him:and maybe that is where the rub is.\n\nWhen I was a teenager, I felt that I was just young and uncertain \n-- that I was a new boy in a huge school, and I would have been very pleased to be regarded as something so interesting as a problem. \nFor one thing, being a problem gives you a certain identity, \nand that is one of the things the young are busily engaged in seeking.\n\nI find young people exciting. \nThey have an air of freedom, \nand they not a dreary commitment to mean ambitions or love of comfort. \nThey are not anxious social climbers, and they have no devotion to material things. \nAll this seems to me to link them with life, and the origins of things. \nIt's as if they were, in some sense, cosmic beings in violent and lovely contrast with us suburban creatures. \nAll that is in my mind when I meet a young person. \nHe may be conceited, ill-mannered, presumptuous or fatuous, \nbut I do not turn for protection to dreary cliches about respect of elders--as if mere age were a reason for respect. \nI accept that we are equals, \nand I will argue with him, as an equal, if I think he is wrong.\n\nFIELDEN HUGHES from Out of the Air, The Listener",
    "textTranslate": "人们总是在谈论“青年问题”。 \n如果这个问题存在的话 -- 请允许我对此持怀疑态度 -- 那么，这个问题是由老年人而不是青年人造成的。 \n让我们来认真研究一些基本事实：承认青年人和他们的长辈一样也是人。 \n老年人和青年人只有一个区别：青年人有光辉灿烂的前景，而老年人的辉煌已成为过去。 问题的症结恐怕就在这里。 \n\n我十几岁时，总感到自己年轻，有些事拿不准 \n-- 我是一所大学里的一名新生，如果我当时真的被看成像一个问题那样有趣，我会感到很得意的。 \n首先，成为一个问题会给你一种特定的身份， \n而这正是年轻人忙于寻找的东西之一。 \n\n我发现年轻人很兴奋。 \n他们有一种自由的气息， \n他们不会对卑鄙的野心或对舒适的热爱做出沉闷的承诺。 \n他们不是焦虑的社会攀登者，也不热衷于物质生活。 \n在我看来，所有这些似乎都将它们与生活和事物的起源联系起来。 \n从某种意义上说，他们似乎是宇宙生物，与我们这些郊区生物形成了强烈而可爱的对比。 \n当我遇到一个年轻人时，这一切都在我的脑海里。 \n他可能自负、无礼、傲慢或愚昧， \n但我不会求助于关于尊重长辈的沉闷陈词滥调来寻求保护，仿佛仅仅年龄就是尊重的理由。 \n我承认我们是平等的， \n如果我认为他错了，我会和他平等地争论。 \n\n《听众》中的菲尔登突然大笑起来",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/05－Youth.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.44,20.18],[20.18,30.1],[29.98,39.4],[39.4,56.72],[56.72,63.2],[63.2,73.53],[73.57,78.54],[78.92,84.47],[84.14,87.09],[87.09,89.42],[89.42,95.47],[95.47,102.97],[102.97,109.63],[109.63,119.57],[119.57,124.36],[124.36,130.05],[130.05,140.91],[140.91,143.65],[143.65,149.15],[149.15,155.36]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "FroVsX",
    "title": "The sporting spirit",
    "titleTranslate": "体育的精神",
    "text": "I am always amazed when I hear people saying that sport creates goodwill between the nations, and that if only the common peoples of the would could meet one another at football or cricket, they would have no inclination to meet on the hattlefield. \nEven if one didn't know from concrete examples (the 1936 Olympic Games, for instance) that international sporting contests lead to orgies of hatred, one could deduce if from general principles.\n\nNearly all the sports practised nowadays are competitive. \nYou play to win, and the game has little meaning unless you do your utmost to win. \nOn the village green, where you pick up sides and no feeling of local patriotism is involved, it is possible to play simply for the fun and exercise: but as soon as the question of prestige arises, as soon as you feel that you and some larger unit will be disgraced if you lose, the most savage combative instincts are aroused. \nAnyone who has played even in a school football match knows this. \nAt the international level, sport is frankly mimic warfare. \nBut the significant thing is not the behaviour of the players but the attitude of the spectators:and, behind the spectators, of the nations who work themselves into furies over these absurd contests, and seriously believe--at any rate for short periods--that running, jumping and kicking a ball are tests of national virtue.\n\nGEORGE ORWELL The sporting spirit",
    "textTranslate": "当我听人们说体育运动可创造国家之间的友谊，还说各国民众若在足球场或板球场上交锋，就不愿在战场上残杀的时候，我总是惊愕不已。 \n一个人即使不能从具体的事例（例如1936年的奥林匹克运动会）了解到国际运动比赛会导致疯狂的仇恨，也可以从常理中推断出结论。 \n\n现在开展的体育运动几乎都是竞争性的。 \n参加比赛就是为了取胜。如果不拚命去赢，比赛就没有什么意义了。 \n在乡间的草坪上，当你随意组成两个队，并且不涉及任何地方情绪时，那才可能是单纯的为了娱乐和锻炼而进行比赛。可是一旦涉及到荣誉问题，一旦你想到你和某一团体会因为你输而丢脸时，那么最野蛮的争斗天性便会激发起来。 \n即使是仅仅参加过学校足球赛的人也有种体会。 \n在国际比赛中，体育简直是一场模拟战争。 \n但是，要紧的还不是运动员的行为，而是观众的态度，以及观众身后各个国家的态度。面对着这些荒唐的比赛，参赛的各个国家会如痴如狂，甚至煞有介事地相信 — 至少在短期内如此 — 跑跑、跳跳、踢踢球是对一个民族品德素质的检验。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/06－The Sporting Spirit.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.09,30.32],[30.32,45.53],[45.53,49.4],[49.4,55.66],[55.66,79.34],[79.34,83.62],[83.62,88.62],[88.62,112.23],[112.23,116.31]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "tCid2P",
    "title": "Bats",
    "titleTranslate": "蝙蝠",
    "text": "Not all sounds made by animals serve as language, \nand we have only to turn to that extraordinary discovery of echo-location in bats to see a case in which the voice plays a strictly utilitarian role.\n\nTo get a full appreciation of what this means we must turn first to some recent human inventions. \nEveryone knows that if he shouts in the vicinity of a wall or a mountainside, an echo will come back. \nThe further off this solid obstruction, the longer time will elapse for the return of the echo. \nA sound made by tapping on the hull of a ship will be reflected from the sea bottom, \nand by measuring the time interval between the taps and the receipt of the echoes, the depth of the sea at that point can be calculated. \nSo was born the echo-sounding apparatus, now in general use in ships. \nEvery solid object will reflect a sound, varying according to the size and nature of the object. \nA shoal of fish will do this. \nSo it is a comparatively simple step from locating the sea bottom to locating a shoal of fish. \nWith experience, and with improved apparatus, it is now possible not only to locate a shoal but to tell if it is herring, cod, or other well-known fish, by the pattern of its echo.\n\nIt has been found that certain bats emit squeaks and by receiving the echoes, they can locate and steer clear of obstacles--or locate flying insects on which they feed. \nThis echo-location in bats is often compared with radar, the principle of which is similar.\n\nMAURICE BURTON Curiosities of animal life",
    "textTranslate": "动物发出的声音不都是用作语言交际。 \n我们只要看一看蝙蝠回声定位这一极不寻常的发现，就可以探究一下声音在什么情况下有绝对的实用价值。 \n\n要透彻理解这句话的意义，我们应先回顾一下人类最近的几项发明。 \n大家都知道，在墙壁或山腰附近发出的喊声，就会听到回声。 \n固体障碍物越远。回声返回所用时间就越长。 \n敲打船体所发了的声音会从海底传回来， \n测出回声间隔的时间，便可算出该处海洋的深度。 \n这样就产生了目前各种船舶上普遍应用的回声探测仪。 \n任何固体者反射声音，反射的声音因物体的大小和性质的不同而不同。 \n鱼群也反射声音。 \n从测定海深到测定鱼群，这一进展比较容易。 \n根据经验和改进了的仪器，不仅能够确定鱼群的位置，而且可以根据鱼群回声的特点分辨出是鲱鱼、鳕鱼，这是人们所熟悉的其他鱼。 \n\n人们发现，某些蝙蝠能发出尖叫声，并能通过回声来确定并躲开障碍物，或找到它们赖以为生的昆虫。 \n蝙蝠这种回声定位常常可与雷达相比较，其原理是相似的。 \n\n莫里斯·伯顿 对动物生活的好奇心",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/07－Bats.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.89,22.31],[22.31,35.21],[35.21,44.33],[44.33,52.71],[52.71,59.88],[61.08,67.71],[67.71,78.93],[79.36,86.48],[86.48,94.94],[94.94,97.58],[97.58,105.89],[105.89,121.55],[121.55,135.34],[135.81,144.16],[145.36,150.6]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "miIgSU",
    "title": "Trading standards",
    "titleTranslate": "贸易标准",
    "text": "Chickens slaughtered in the United States, claim officials in Brussels, are not fit to grace European tables. \nNo, say the American:our fowl are fine, we simply clean them in a different way. \nThese days, it is differences in national regulations, far more than tariffs, that put sand in the wheels of trade between rich countries. \nIt is not just farmers who are complaining. \nAn electric razor that meets the European Union's safety standards must be approved by American testers before it can be sold in the United States, \nand an American-made dialysis machine needs the EU's okay before is hits the market in Europe.\n\nAs it happens, a razor that is safe in Europe is unlikely to electrocute Americans. \nSo, ask businesses on both sides of the Atlantic, why have two lots of tests where one would do? \nPoliticians agree, in principle, so America and the EU have been trying to reach a deal which would eliminate the need to double-test many products. \nThey hope to finish in time for a trade summit between America and the EU on May 28TH. \nAlthough negotiators are optimistic, the details are complex enough that they may be hard-pressed to get a deal at all.\n\nWhy? One difficulty is to construct the agreements. \nThe Americans would happily reach one accord on standards for medical devices and them hammer out different pacts covering, say, electronic goods and drug manufacturing. \nThe EU--following fine continental traditions--wants agreement on general principles, which could be applied to many types of products and perhaps extended to other countries.\n\n--From:The Economist, May 24th, 1997--",
    "textTranslate": "布鲁塞尔的官员说，在美国屠宰的鸡不适于用来装点欧洲的餐桌。 \n不，美国人说，我们的家禽很好，只是我们使用了另一种清洗方式。 \n当前，是各国管理条例上的差异，而不是关税阻碍了发达国家之间的贸易。 \n并不仅仅是农民在抱怨。 \n一把符合欧洲联盟安全标准的电动剃须刀必须得到美国检测人员的认可，方可在美国市场上销售； \n而美国制造的透析仪也要得到欧盟的首肯才能进入欧洲市场。 \n\n碰巧在欧洲使用安全的剃须刀不大可能使美国人触电身亡， \n因此，大西洋两岸的企业都在问，当一套测试可以解决问题时，为什么需要两套呢？ \n政治家在原则上同意了， 因此，美国和欧洲一直在寻求达成协议，以便为许多产品取消双重检查。 \n他们希望尽早达成协议，为5月28日举行的美国和欧洲贸易的最高通级会议作准备。 \n然谈判代表持乐观态度，但协议细节如此复杂，他们所面临的困难很可能使他们无法取得一致。 \n\n为什么呢？困难之一是起草这些协议。 \n美国人很愿意就医疗器械的标准达成一个协议，然后推敲出不同的合同，用以涵盖 -- 比如说 -- 电子产品和药品的生产。 \n欧洲人遵循优良的大陆传统，则希望就普遍的原则取得一致，而这些原则适用于许多不同产品，同时可能延伸到其它国家。 \n\n--来源：《经济学人》，1997年5月24日--",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/08－Trading Standards.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.09,22],[22,28.94],[28.94,39.33],[39.33,42.33],[42.33,52.75],[52.75,60.32],[61.16,67.6],[67.6,75.57],[75.57,85.21],[85.21,92.01],[92.01,100.07],[100.07,104.69],[104.69,116.17],[116.17,128.92],[128.92,134.83]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "f-oMLe",
    "title": "Royal espionage",
    "titleTranslate": "王室谍报活动",
    "text": "Alfred the Great acted his own spy, visiting Danish camps disguised as a minstrel. \nIn those days wandering minstrels were welcome everywhere. \nThey were not fighting men, and their harp was their passport. \nAlfred had learned many of their ballads in his youth, and could vary his programme with acrobatic tricks and simple conjuring.\n\nWhile Alfred's little army slowly began to gather at Athelney, the king himself set out to penetrate the camp of Guthrum, the commander of the Danish invaders. \nThere had settled down for the winter at Chippenham:thither Alfred went. \nHe noticed at once that discipline was slack:the Danes had the self-confidence of conquerors, and their security precautions were casual. \nThey lived well, on the proceeds of raids on neighbouring regions. \nThere they collected women as well as food and drink, and a life of ease had made them soft.\n\nAlfred stayed in the camp a week before he returned to Athelney. \nThe force there assembled was trivial compared with the Danish horde. \nBut Alfred had deduced that the Danes were no longer fit for prolonged battle:and that their commissariat had no organization, but depended on irregular raids.\n\nSo, faced with the Danish advance, Alfred did not risk open battle but harried the enemy. \nHe was constantly on the move, drawing the Danes after him. \nHis patrols halted the raiding parties:hunger assailed the Danish army. \nNow Alfred began a long series of skirmishes--and within a month the Danes had surrendered. \nThe episode could reasonably serve as a unique epic of royal espionage!\n\n--BERNARD NEWMAN Spies in Britain--",
    "textTranslate": "阿尔弗雷德大帝曾亲自充当间谍。他扮作吟游歌手到丹麦军队的营地里侦察。 \n当时，浪迹天涯的吟游歌手到处受欢迎， \n他们不是作战人员，竖琴就是他们的通行证。 \n阿尔弗德年轻时学过许多民歌， 并能穿插演一些杂技和小魔术使自己的节目多样化。 \n\n阿尔弗雷德人数不多的军队开始在阿塞尔纳慢慢集结时，他亲自潜入丹麦入侵司令官古瑟罗姆的营地。 \n丹麦军已在切本哈姆扎下营准备过冬，阿尔弗雷便来到此地。 \n他马上发现丹麦军纪律松弛，他们以征服者自居，安全措施马马虎虎。 \n他们靠掠夺附近的地区的财物过着舒适的生活。 \n他们不仅搜刮吃的喝的，而且抢掠妇女，安逸的生活已使丹麦军队变得软弱无力。 \n\n阿尔弗雷德在敌营呆了一个星期后，回到了阿塞尔纳。 \n他集结在那里的军队和丹麦大军相比是微不足道的， \n然而，阿尔弗雷德断定，丹麦人已不再适应持久的战争，他们的军需供应处于无组织状态，只是靠临时抢夺来维持。 \n\n因此，面对丹麦人的进攻，阿尔弗雷德没有贸然同敌人作战，而是采用骚扰敌人的战术。 \n他的部队不停地移动，牵着敌人的鼻子，让他们跟着跑。 \n他派出巡逻队阻止敌人抢劫，因而饥饿威胁着丹麦军队。 \n这时，阿尔弗雷德发起一连串小规模的进攻，结果不出一个月，丹麦人就投降了。 \n这一幕历史可以说是王室谍报活动中最精彩的篇章。 \n\n--伯纳德·纽曼 在英国的间谍--",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/09－Royal Espionage.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.72,29.54],[29.54,34.45],[34.45,39.2],[39.2,49.17],[49.17,62.26],[62.26,69.32],[69.32,81.06],[81.06,86.77],[86.77,94.89],[94.89,100.13],[100.13,105.12],[105.12,118.52],[118.52,126.57],[126.57,131.58],[131.58,137.97],[137.97,145.74],[145.74,151.59],[153.09,157.35]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "ASotyh",
    "title": "Silicon valley",
    "titleTranslate": "硅谷",
    "text": "Technology trends may push Silicon Valley back to the future. \nCarver Mead, a pioneer in integrated circuits and a professor of computer science at the California Institute of Technology, notes there are now work-stations that enable engineers to design, test and produce chips right on their desks, much the way an editor creates a newsletter on a Macintosh. \nAs the time and cost of making a chip drop to a few days and a few hundred dollars, engineers may soon be free to let their imaginations soar without being penalized by expensive failures. \nMead predicts that inventors will be able to perfect powerful customized chips over a weekend at the office--spawning a new generation of garage start-ups and giving the U.S. a jump on its foreign rivals in getting new products to market fast. \n'We're got more garages with smart people,' Mead observes. \n'We really thrive on anarchy.' And on Asians. \nAlready, orientals and Asian Americans constitute the majority of the engineering staffs at many Valley firms. \nAnd Chinese, Korean, Filipino and Indian engineers are graduating in droves from California's colleges. \nAs the heads of next-generation start-ups, these Asian innovators can draw on customs and languages to forge righter links with crucial Pacific Rim markets. \nFor instance, Alex Au, a Stanford Ph.D. from Hong Kong, has set up a Taiwan factory to challenge Japan's near lock on the memory-chip market. \nIndia-born N.Damodar Reddy's tiny California company reopened an AT & T chip plant in Kansas City last spring with financing from the state of Missouri. \nBefore it becomes a retirement village, Silicon Valley may prove a classroom for building a global business.\n\nUS NEWS AND WORLD REPORT, October 2, 1989",
    "textTranslate": "技术的发展趋势有可能把硅谷重新推向未来。 \n卡弗·米德 -- 集成电路的一位先驱，加州理工学院的计算机教授 -- 注意到，现在有些计算机工作站使工程技术人员可以在他们的办公桌上设计、试验和生产芯片，就像一位编辑在苹果机上编出一份时事通讯一样。 \n由于制造一块芯片的时间已缩短至几天，费用也只有几百美元，因此，工程技术人员可能很块就可充分发挥他们的想像力，而不会因失败而造成经济上的损失。 \n米德预言发明者可以在办公室用一个周末的时间生产了完美的、功能很强的、按客户需求设计的芯片 -- 造就新一代从汽车间起家的技术人员，在把产品推向市场方面使美国把它的外国对手们打个措手不及。 \n“我们有更多的汽车间，那里有许多聪明人，”米德说。 \n“我们确实是靠这种无政府状态发展起来的。” 靠的是亚洲人。 \n硅谷许多公司中工程技术人员的大多数是东方人和亚裔美国人。 \n中国、韩国、菲律宾和印度的工程师一批批地从加州的大学毕业。 \n作为新掘起一代的带头人，亚裔发明家可以凭借他们在习惯和语言上的优势，与关键的太平洋沿岸市场建立起更加牢固的联系。 \n比如说，亚历克斯·奥，一位来自香港的斯坦福大学博士，已经在台湾建厂，对日本在内存条市场上近似垄断的局面提出了挑战。 \n印度出生的N·达莫达·雷迪经营的小小的加州公司在堪萨斯城重新启用了美国电话电报公司的一家芯片工厂，并从密苏里州获取了财政上的支持。 \n在硅谷变成一个退休村之前，它很可能成为建立全球商业的一个教学场地。 \n\n《美国新闻与世界报道》1989年10月2日",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/10－Silicon Valley.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.59,19.04],[19.04,41.88],[41.88,55.03],[55.03,72.61],[72.61,77.47],[77.47,82.67],[82.67,91.09],[91.09,100.09],[100.09,112.17],[112.17,124.52],[124.52,137.26],[137.26,144.36],[144.96,150.38]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "T4p-Jp",
    "title": "How to grow old",
    "titleTranslate": "如何安度晚年",
    "text": "Some old people are oppressed by the fear of death. \nIn the young there is a justification for this feeling. \nYoung men who have reason to fear that they will be killed in battle may justifiably feel bitter in the thought that they have cheated of the best things that life has to offer. \nBut in an old man who has known human joys and sorrows, \nand has achieved whatever work it was in him to do, the fear of death is somewhat abject and ignoble. \nThe best way to overcome it--so at least it seems to me--is to make your interests gradually wider and more impersonal, until bit by bit the walls of the ego recede, \nand your life becomes increasingly merged in the universal life. \nAn individual human existence should be like a river--small at first, narrowly contained within its banks, \nand rushing passionately past boulders and over waterfalls. \nGradually the river grows wider, the banks recede, the waters flow more quietly, \nand in the end, without any visible break, they become merged in the sea, \nand painlessly lose their individual being. \nThe man who, in old age, can see his life in this way, will not suffer from the fear of death, since the things he cares for will continue. \nAnd if, with the decay of vitality, weariness increases, the thought of rest will be not unwelcome. \nI should wish to die while still at work, knowing that others will carry on what I can no longer do, \nand content in the thought that what was possible has been done.",
    "textTranslate": "有些老人被死亡的恐惧所压迫。 \n在年轻人中，这种感觉是有道理的。 \n有理由担心自己会在战斗中丧生的年轻人，一想到自己欺骗了生活所能提供的最好的东西，就有理由感到痛苦。 \n但对于一个经历过人类喜怒哀乐的老人来说， \n无论他做了什么工作，对死亡的恐惧都有点卑鄙和可耻。 \n克服它的最好方法——至少在我看来——是让你的兴趣逐渐变得更广泛、更非个人化，直到自我的围墙一点一点地退去， \n你的生活越来越融入宇宙生活。 \n一个人的存在应该像一条河——起初很小，被狭隘地限制在河岸内， \n激情澎湃地掠过巨石，越过瀑布。 \n渐渐地，河水变宽了，河岸退去了，水流变得更平静了， \n最后，它们没有任何明显的断裂，就融入了大海， \n毫无痛苦地失去了他们的个性。 \n一个在晚年能以这种方式看待自己生活的人，不会因为害怕死亡而受苦，因为他关心的事情会继续下去。 \n如果随着活力的衰退，疲惫感增加，休息的想法也不会不受欢迎。 \n我希望在工作中死去，知道其他人会继续做我不能再做的事情， \n并满足于认为可能的事情已经完成。",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "n2x9Vm",
    "title": "Banks and their customers",
    "titleTranslate": "银行和顾客",
    "text": "When anyone opens a current account at a bank, he is lending the bank money, repayment of which he may demand at any time, either in cash or by drawing a cheque in favour of another person. \nPrimarily, the banker-customer relationship is that of debtor and creditor--who is which depending on whether the customer's account is in credit or is overdrawn. \nBut, in addition to that basically simple concept, the bank and its customer owe a large number of obligations to one another. \nMany of these obligations can give in to problems and complications but a bank customer, unlike, say, a buyer of goods, cannot complain that the law is loaded against him. \n\nThe bank must obey its customer's instructions, and not those of anyone else. \nWhen, for example, a customer first opens an account, he instructs the bank to debit his account only in respect of cheques draw by himself. \nHe gives the bank specimens of his signature, \nand there is a very firm rule that the bank has no right or authority to pay out a customer's money on a cheques on which its customer's signature has been forged. \nIt makes no difference that the forgery may have been a very skilful one:the bank must recognize its customer's signature. \nFor this reason there is no risk to the customer in the practice, adopted by banks, of printing the customer's name on his cheques. \nIf this facilitates forgery, it is the bank which will lose, not the customer. \n\n--GORDON BARRIE and AUBREY L. DLAMOND The Consumer Society and the Law--",
    "textTranslate": "当任何人在银行开立活期账户时，他是在向银行借钱，他可以随时要求偿还，无论是现金还是以他人为受益人的支票。 \n首先，银行客户关系是债务人和债权人的关系——谁是谁取决于客户的账户是有信用的还是透支的。 \n但是，除了这个基本简单的概念外，银行及其客户还彼此负有大量义务。 \n其中许多义务可能会出现问题和复杂情况，但银行客户与货物买方不同，不能抱怨法律对他不利。 \n\n银行必须服从客户的指示，而不是其他任何人的指示。 \n例如，当客户首次开立账户时，他指示银行仅就他自己开具的支票从他的账户中扣款。 \n他给了银行他的签名样本， \n而且有一条非常明确的规则，即银行无权或授权在伪造客户签名的支票上支付客户的钱。 \n伪造可能非常熟练，这没什么区别：银行必须识别客户的签名。 \n因此，银行在支票上打印客户姓名的做法对客户没有风险。 \n如果这有助于伪造，那么损失的是银行，而不是客户。 \n\n--戈登·巴里与奥布里·L·戴蒙德：消费者社会与法律--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "Hltgmt",
    "title": "The search for oil",
    "titleTranslate": "探寻石油",
    "text": "The deepest holes of all made for oil, \nand they go down to as much as 25,0000 feet. \nBut we not need to send men down to get the oil our, as we must with other mineral deposits. \nThe holes are only borings, less than a foot in diameter. \nMy particular experience is largely in oil, \nand the search for oil has done more to improve deep drilling than any other mining activity. \nWhen is has been decided where we are going to drill, we put up at the surface an oil derrick. \nIt has to be tall because it is like a giant block and tackle, \nand we have to lower into the ground and haul out of the ground great lengths of drill pipe which are rotated by an engine at the top and are fitted with a cutting bit at the bottom. \n\nThe geologist needs to know what rocks the drill has reached, \nso every so often a sample is obtained with a coring bit. \nIt cuts a clean cylinder of rock, from which can be seen the strata the drill has been cutting through. \nOnce we get down to the oil, it usually flows to the surface because great pressure, either from or water, is pushing it. \nThis pressure must be under control, \nand we control it by means of the mud which we circulate down the drill pipe. \nWe endeavour to avoid the old, romantic idea of a gusher, which wastes oil and gas. \nWe want it to stay down the hole until we can lead it off in a controlled manner. \n\n--T.F.GASKELL The Search for the Earth's Minerals from Discovery--",
    "textTranslate": "最深的洞都是为了石油， \n它们会下降到25万英尺。 \n但我们不需要像开采其他矿藏那样，派人去开采石油。 \n这些洞只是钻孔，直径不到一英尺。 \n我的经验主要是在石油方面， \n与其他任何采矿活动相比，寻找石油对改善深井钻探的作用更大。 \n当我们决定在哪里钻井时，我们在水面上竖起了一个石油井架。 \n它必须很高，因为它就像一个巨大的滑车和铲球， \n我们必须深入地下，从地下拖出大量钻杆，钻杆由顶部的发动机旋转，底部装有钻头。 \n\n地质学家需要知道钻头到达了什么岩石， \n因此，每隔一段时间就会用取芯钻头获得一个样本。 \n它切割出一个干净的圆柱体，从中可以看到钻头一直在切割的地层。 \n一旦我们找到石油，它通常会流到地表，因为巨大的压力，无论是来自还是水，都在推动它。 \n必须控制这种压力， \n我们通过在钻杆中循环的泥浆来控制它。 \n我们努力避免老式的、浪漫的喷油井概念，因为它浪费了石油和天然气。 \n我们希望它一直呆在洞里，直到我们能够以可控的方式引导它。 \n\n--T.F.GASKELL从发现开始寻找地球矿物--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "jHZLkv",
    "title": "The Butterfly Effect",
    "titleTranslate": "蝴蝶效应",
    "text": "Beyond two or three days, the world's best weather forecasts are speculative, \nand beyond six or seven they are worthless. \nThe Butterfly Effect is the reason. \nFor small pieces of weather--and to a global forecaster, small can mean thunderstorms and blizzards--any prediction deteriorates rapidly. \nErrors and uncertainties multiply, cascading upward through a chain of turbulent features, from dust devils and squalls up to continent-size eddies that only satellites can see. \n\nThe modern weather models work with a grid of points of the order of sixty miles apart, \nand even so, some starting data has to guessed, since ground stations and satellites cannot see everywhere. \nBut suppose the earth could be covered with sensors spaced one foot apart, rising at one-foot intervals all the way to the top of the atmosphere. \nSuppose every sensor gives perfectly accurate readings of temperature, pressure, humidity, \nand any other quantity a meteorologist would want. \nPrecisely at noon an infinitely powerful computer takes all the data and calculates what will happen at each point at 12.01, then 1202, then 12.03...The computer will still be unable to predict whether Princeton, New Jersey, will have sun or rain on a day one month away. \nAt noon the spaces between the sensors will hide fluctuations that the computer will not know about, tiny deviations from the average. \nBy 12.01, those fluctuations will already have created small errors one foot away. \nSoon the errors will have multiplied to the ten-foot scale, \nand so on up to the size of the globe. \n\n--JAMES GLEICK, Chaos--",
    "textTranslate": "两三天后，世界上最好的天气预报都是推测性的， \n超过六七个，它们就一文不值了。 \n蝴蝶效应是原因。 \n对于小部分天气——对全球预报员来说，小可能意味着雷暴和暴风雪——任何预测都会迅速恶化。 \n误差和不确定性成倍增加，通过一系列湍流特征向上级联，从沙尘暴和风暴到只有卫星才能看到的大陆大小的涡流。 \n\n现代天气模型使用相距约60英里的网格点， \n即便如此，由于地面站和卫星无法看到任何地方，因此必须猜测一些起始数据。 \n但假设地球上可能覆盖着间隔一英尺的传感器，以一英尺的间隔一直上升到大气层的顶部。 \n假设每个传感器都能给出完全准确的温度、压力、湿度读数， \n以及气象学家想要的任何其他数量。 \n正是在中午，一台功能无穷强大的计算机会获取所有数据，并计算出12.01、1202、12.03的每个时间点会发生什么……计算机仍然无法预测一个月后新泽西州普林斯顿市的一天是晴天还是下雨。 \n中午，传感器之间的空间将隐藏计算机不知道的波动，与平均值的微小偏差。 \n到12.01，这些波动将在一英尺外产生小误差。 \n很快，误差将增加到十英尺的尺度， \n以此类推，直到地球的大小。 \n\n--詹姆斯·格莱克，《混沌》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "5USQBq",
    "title": "Secrecy in industry",
    "titleTranslate": "工业中的秘密",
    "text": "Two factors weigh heavily against the effectiveness of scientific research in industry. \nOne is the general atmosphere of secrecy in which it is carried out, the other the lack of freedom of the individual research worker. \nIn so far as any inquiry is a secret one, it naturally limits all those engaged in carrying it out from effective contact with their fellow scientists either in other countries or in universities, or even, often enough, in other departments of the same firm. \nThe degree of secrecy naturally varies considerably. \nSome of the bigger firms are engaged in researches which are of such general and fundamental nature that it is a positive advantage to them not to keep them secret. \nYet a great many processes depending on such research are sought for with complete secrecy until the stage at which patents can be taken out. \nEven more processes are never patented at all but kept as secret processes. \nThis applies particularly to chemical industries, where chance discoveries play a much larger part than they do in physical and mechanical industries. \nSometimes the secrecy goes to such an extent that the whole nature of the research cannot be mentioned. \nMany firms, for instance, have great difficulty in obtaining technical or scientific books from libraries because they are unwilling to have names entered as having taken out such and such a book, for fear the agents of other firms should be able to trace the kind of research they are likely to be undertaking. \n\n--J.D. BERNAL The Social Function of Science--",
    "textTranslate": "有两个因素严重影响了工业科学研究的有效性。 \n一个是开展这项工作的普遍保密气氛，另一个是研究人员个人缺乏自由。 \n只要任何调查都是秘密的，它自然会限制所有参与调查的人与其他国家或大学，甚至同一公司其他部门的科学家进行有效接触。 \n保密程度自然差异很大。 \n一些大公司从事的研究具有普遍性和基础性，不保密对他们来说是一个积极的优势。 \n然而，在获得专利之前，许多依赖于此类研究的过程都是完全保密的。 \n甚至更多的工艺从未获得专利，而是作为秘密工艺保存。 \n这尤其适用于化学工业，在化学工业中，偶然发现的作用比物理和机械工业大得多。 \n有时保密程度如此之高，以至于无法提及研究的全部性质。 \n例如，许多公司在从图书馆获取技术或科学书籍时遇到了很大困难，因为他们不愿意将名字输入为借阅了某本书，因为担心其他公司的代理人应该能够追踪他们可能正在进行的研究类型。 \n\n--J.D.BERNAL科学的社会功能--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "qSR7wC",
    "title": "The modern city",
    "titleTranslate": "现代城市",
    "text": "In the organization of industrial life the influence of the factory upon the physiological and mental state of the workers has been completely neglected. \nModern industry is based on the conception of the maximum production at lowest cost, in order that an individual or a group of individuals may earn as much money as possible. \nIt has expanded without any idea of the true nature of the human beings who run the machines, \nand without giving any consideration to the effects produced on the individuals and on their descendants by the artificial mode of existence imposed by the factory. \nThe great cities have been built with no regard for us. \nThe shape and dimensions of the skyscrapers depend entirely on the necessity of obtaining the maximum income per square foot of ground, \nand of offering to the tenants offices and apartments that please them. \nThis caused the construction of gigantic buildings where too large masses of human beings are crowded together. \nCivilized men like such a way of living. \nWhile they enjoy the comfort and banal luxury of their dwelling, they do not realize that they are deprived of the necessities of life. \nThe modern city consists of monstrous edifices and of dark, narrow streets full of petrol fumes and toxic gases, torn by the noise of the taxicabs, lorries and buses, \nand thronged ceaselessly by great crowds. \nObviously, it has not been planned for the good of its inhabitants. \n\n--ALEXIS CARREL Man, the Unknown--",
    "textTranslate": "在工业生活的组织中，工厂对工人生理和心理状态的影响被完全忽视了。 \n现代工业基于以最低成本实现最大生产的概念，以便个人或一群人可以赚尽可能多的钱。 \n它已经扩展，但对运行机器的人类的真实本性一无所知， \n而不考虑工厂强加的人为生存方式对个人及其后代产生的影响。 \n伟大的城市是在不考虑我们的情况下建造的。 \n摩天大楼的形状和尺寸完全取决于每平方英尺土地获得最大收入的必要性， \n并向租户提供他们喜欢的办公室和公寓。 \n这导致了巨大建筑的建造，那里挤满了太多的人。 \n文明人喜欢这样的生活方式。 \n虽然他们享受着住所的舒适和平庸的奢华，但他们没有意识到自己被剥夺了生活必需品。 \n现代城市由巨大的建筑和黑暗狭窄的街道组成，街道上充满了汽油味和有毒气体，被出租车、卡车和公共汽车的噪音撕裂， \n不停地被大群人挤得水泄不通。 \n显然，它的规划不是为了居民的利益。 \n\n--ALEXIS CARREL未知之人--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "PAQ0Xd",
    "title": "A man-made disease",
    "titleTranslate": "人为的疾病",
    "text": "In the early days of the settlement of Australia, enterprising settlers unwisely introduced the European rabbit. \nThis rabbit had no natural enemies in the Antipodes, \nso that it multiplied with that promiscuous abandon characteristic of rabbits. \nIt overran a whole continent. \nIt caused devastation by burrowing and by devouring the herbage which might have maintained millions of sheep and cattle. \nScientists discovered that this particular variety of rabbit (and apparently no other animal) was susceptible to a fatal virus disease, myxomatosis. \nBy infecting animals and letting them loose in the burrows, local epidemics of this disease could be created. \nLater it was found that there was a type of mosquito which acted as the carrier of this disease and passed it on to the rabbits. \nSo while the rest of the world was trying to get rid of mosquitoes, Australia was encouraging this one. \nIt effectively spread the disease all over the continent and drastically reduced the rabbit population. \nIt later became apparent that rabbits were developing a degree of resistance to this disease, \nso that the rabbit population was unlikely to be completely exterminated. \nThere were hopes, however, that the problem of the rabbit would become manageable. \n\nIronically, Europe, which had bequeathed the rabbit as a pest to Australia, acquired this man-made disease as a pestilence. \nA French physician decided to get rid of the wild rabbits on his own estate and introduced myxomatosis. \nIt did not, however, remain within the confines of his estate. \nIt spread through France, Where wild rabbits are not generally regarded as a pest but as sport and a useful food supply, \nand it spread to Britain where wild rabbits are regarded as a pest but where domesticated rabbits, equally susceptible to the disease, are the basis of a profitable fur industry. \nThe question became one of whether Man could control the disease he had invented. \n\n--RITCHIE CALDER Science Makes Sense--",
    "textTranslate": "在澳大利亚定居的早期，有进取心的定居者不明智地引入了欧洲兔。 \n这只兔子在澳大利亚没有天敌， \n因此，它与兔子特有的滥交放纵相结合。 \n它覆盖了整个大陆。 \n它通过挖洞和吞噬可能养活数百万绵羊和牛的牧草造成了破坏。 \n科学家发现，这种特殊的兔子（显然没有其他动物）容易感染致命的病毒性疾病——多发性粘液瘤。 \n通过感染动物并让它们在洞穴中自由活动，这种疾病可能会在当地流行。 \n后来发现，有一种蚊子是这种疾病的携带者，并将其传播给兔子。 \n因此，当世界其他国家试图消灭蚊子时，澳大利亚却在鼓励这种做法。 \n它有效地将疾病传播到整个大陆，并大大减少了兔子的数量。 \n后来很明显，兔子对这种疾病产生了一定程度的抵抗力， \n因此兔子种群不太可能被完全消灭。 \n然而，人们希望兔子的问题能够得到解决。 \n\n具有讽刺意味的是，将兔子作为害虫遗赠给澳大利亚的欧洲，却以瘟疫的形式感染了这种人为疾病。 \n一位法国医生决定在自己的庄园里赶走野兔，并引入了粘液瘤病。 \n然而，它并没有留在他的庄园范围内。 \n它在法国传播，在那里，野兔通常不被视为害虫，而是一种运动和有用的食物来源， \n它传播到英国，在那里，野兔被视为一种害虫，但同样容易感染这种疾病的家养兔子是有利可图的毛皮业的基础。 \n问题变成了人类能否控制他发明的疾病。 \n\n--瑞奇·卡尔德科学有道理--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "ty3Tv-",
    "title": "Porpoises",
    "titleTranslate": "海豚",
    "text": "There has long been a superstition among mariners that porpoises will save drowning men by pushing them to the surface, or protect them from sharks by surrounding them in defensive formation. \nMarine Studio biologists have pointed out that, however intelligent they may be, it is probably a mistake to credit dolphins with any motive of lifesaving. \nOn the occasions when they have pushed to shore an unconscious human being they have much more likely done it out of curiosity or for sport, as in riding the bow waves of a ship. \nIn 1928 some porpoises were photographer working like beavers to push ashore a waterlogged mattress. \nIf, as has been reported, they have protected humans from sharks, it may have been because curiosity attracted them and because the scent of a possible meal attracted the sharks. \nPorpoises and sharks are natural enemies. \nIt is possible that upon such an occasion a battle ensued, with the sharks being driven away or killed. \n\nWhether it be bird, fish or beast, the porpoise is intrigued with anything that is alive. \nThey are constantly after the turtles, who peacefully submit to all sorts of indignities. \nOne young calf especially enjoyed raising a turtle to the surface with his snout and then shoving him across the tank like an aquaplane. \nAlmost any day a young porpoise may be seen trying to turn a 300-pound sea turtle over by sticking his snout under the edge of his shell and pushing up for dear life. \nThis is not easy, and may require two porpoises working together. \nIn another game, as the turtle swims across the oceanarium, the first porpoise swoops down from above and butts his shell with his belly. \nThis knocks the turtle down several feet. \nHe no sooner recovers his equilibrium than the next porpoise comes along and hits him another crack. \nEventually the turtle has been butted all the way down to the floor of the tank. \nHe is now satisfied merely to try to stand up, \nbut as soon as he does so a porpoise knocks him flat. \nThe turtle at last gives up by pulling his feet under his shell and the game is over. \n\n--RALPH NADING HILL Window in the Sea--",
    "textTranslate": "长期以来，水手们一直有一种迷信，认为海豚会通过将溺水者推到水面来拯救他们，或者通过将他们围成防御编队来保护他们免受鲨鱼的伤害。 \n海洋工作室的生物学家指出，无论海豚多么聪明，认为它们有任何拯救生命的动机可能是错误的。 \n当他们把一个无意识的人推到岸边时，他们更有可能是出于好奇或运动，比如在船的船首波浪中。 \n1928年，一些海豚成为摄影师，像海狸一样把湿透的床垫推上岸。 \n如果正如报道的那样，它们保护了人类免受鲨鱼的伤害，那可能是因为好奇心吸引了它们，也可能是因为可能的食物的气味吸引了鲨鱼。 \n海豚和鲨鱼是天敌。 \n在这种情况下，可能会发生一场战斗，鲨鱼被赶走或杀死。 \n\n无论是鸟、鱼还是野兽，海豚对任何活着的东西都很感兴趣。 \n他们不断地追捕海龟，海龟平静地接受各种侮辱。 \n一只小牛犊特别喜欢用鼻子把乌龟抬到水面，然后像滑水板一样把它推过水箱。 \n几乎任何一天，都可以看到一只年轻的海豚试图把一只300磅重的海龟翻过来，把鼻子伸进龟壳的边缘，拼命地往上推。 \n这并不容易，可能需要两只海豚一起工作。 \n在另一场比赛中，当海龟游过水族馆时，第一只海豚从上方俯冲下来，用腹部撞击龟壳。 \n这把乌龟撞倒了几英尺。 \n他刚恢复平衡，下一只海豚就来了，又撞了他一次。 \n最终，乌龟被一路撞到了水箱的地板上。 \n他现在只满足于试着站起来， \n但他一这么做，一只海豚就把他撞倒了。 \n乌龟终于把脚伸进壳里放弃了，游戏结束了。 \n\n--RALPH NADING HILL海上之窗--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "umusgR",
    "title": "The stuff of dreams",
    "titleTranslate": "话说梦的本质",
    "text": "It is fairly clear that sleeping period must have some function, \nand because there is so much of it the function would seem to e important. \nSpeculations about is nature have been going on for literally thousands of years, \nand one odd finding that makes the problem puzzling is that it looks very much as if sleeping is not simply a matter of giving the body a rest. \n'Rest',in terms of muscle relaxation and so on, can be achieved by a brief period lying, or even sitting down. \nThe body's tissues are self-repairing and self-restoring to a degree, \nand function best when more or less continuously active. \nIn fact a basic amount of movement occurs during sleep which is specifically concerned with preventing muscle inactivity. \n\nIf it is not a question of resting the body, then perhaps it is the brain that needs resting? \nThis might be a plausible hypothesis were it not for two factors. \nFirst the electroencephalograph (which is simply a device for recording the electrical activity of the brain by attaching electrodes to the scalp) shows that while there is a change in the pattern of activity during sleep, there is no evidence that the total amount of activity is any less. \nThe second factor is more interesting and more fundamental. \nSome years ago an American psychiatrist named William Dement published experiments dealing with the recording of eye-movements during sleep. \nHe showed that the average individual's sleep cycle is punctuated with peculiar bursts of eye-movements, some drifting and slow, others jerky and rapid. \nPeople woken during these periods of eye-movements generally reported that they had been dreaming. \nWhen woken at other times they reported no dreams. \nIf one group of people were disturbed from their eye-movement sleep for several nights on end, \nand another group were disturbed for an equal period of time but when they were no exhibiting eye-movements, the first group began to show some personality disorders while the others seemed more or less unaffected. \nThe implications of all this were that it was not the disturbance of sleep that mattered, \nbut the disturbance of dreaming. \n\n--CHRISTOPHER EVANS The stuff of dreams from The Listener--",
    "textTranslate": "很明显，睡眠期一定有一定的作用， \n而且因为它的数量太多，所以功能似乎很重要。 \n关于大自然的猜测已经持续了数千年， \n一个让这个问题令人困惑的奇怪发现是，睡眠似乎不仅仅是让身体休息的问题。 \n“休息”，就肌肉放松等而言，可以通过短暂的躺下，甚至坐下来实现。 \n身体的组织在一定程度上是自我修复和自我恢复的， \n并且在或多或少持续活动时功能最佳。 \n事实上，睡眠期间会发生基本量的运动，这与防止肌肉不活动有关。 \n\n如果这不是让身体休息的问题，那么也许是大脑需要休息？ \n如果不是因为两个因素，这可能是一个合理的假设。 \n首先，脑电图仪（它只是一种通过将电极连接到头皮来记录大脑电活动的设备）显示，虽然睡眠期间的活动模式发生了变化，但没有证据表明活动总量有所减少。 \n第二个因素更有趣，也更基本。 \n几年前，一位名叫威廉·德蒙特的美国精神病学家发表了关于记录睡眠中眼球运动的实验。 \n他发现，普通人的睡眠周期中不时会出现奇怪的眼球运动，有些是漂移而缓慢的，有些是颠簸而快速的。 \n在这些眼球运动期间醒来的人通常报告说他们一直在做梦。 \n在其他时间醒来时，他们没有报告做梦。 \n如果一组人连续几个晚上因眼动睡眠而受到干扰， \n另一组在相同的时间内受到干扰，但当他们没有表现出眼球运动时，第一组开始出现一些人格障碍，而其他组似乎或多或少没有受到影响。 \n这一切的含义是，重要的不是睡眠的干扰， \n但梦的干扰。 \n\n--克里斯托弗·埃文斯《倾听者》中的梦境--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "1sj9JK",
    "title": "Snake poison",
    "titleTranslate": "蛇毒",
    "text": "How it came about that snakes manufactured poison is a mystery. \nOver the periods their saliva, a mild, digestive juice like our own, was converted into a poison that defies analysis even today. \nIt was not forced upon them by the survival competition;they could have caught and lived on prey without using poison, just as the thousands of non-poisonous snakes still do. \nPoison to a snake is merely a luxury;it enables it to get its food with very little effort, no more effort than one bite. \nAnd why only snakes? \nCats, for instance, would be greatly helped;no running fights with large, fierce rats or tussles with grown rabbits--just a bite and no more effort needed. \nIn fact, it would be an assistance to all carnivores though it would be a two-edged weapon when they fought each other. \nBut, of the vertebrates, unpredictable Nature selected only snakes (and one lizard). \nOne wonders saliva into why Nature, with respect from that of others, as other on the blood. \n\nIn the conversion of saliva into poison, one might suppose that a fixed process took place. \nIt did not;some snakes manufacture a poison different in every respect from that of others, as different as arsenic is from strychnine, \nand having different effects. \nOne poison acts on the nerves, the other on the blood. \n\nThe makers of the nerve poison include the mambas and the cobras and their venom is called neurotoxic. \nVipers (adders) and rattlesnakes manufacture the blood poison, which is known as haemolytic. \nBoth poisons are unpleasant, but by far the more unpleasant is the blood poison. \nIt is said that the nerve poison is the more primitive of the two, that the blood poison is, \nso to speak, a newer product from an improved formula. \nBe that as it may, the nerve poison does its business with man far more quickly than the blood poison. \nThis, however, means nothing. \nSnakes did not acquire their poison for use against man but for use against prey such as rats and mice, \nand the effects on these of viperine poison is almost immediate. \n\n--JOHN CROMPTON The snake--",
    "textTranslate": "蛇是如何制造毒药的是个谜。 \n随着时间的推移，它们的唾液，一种像我们一样温和的消化液，被转化为一种至今仍无法分析的毒药。 \n这不是生存竞争强加给他们的；它们本可以像成千上万的无毒蛇一样，在不使用毒药的情况下捕捉猎物并以此为生。 \n对蛇来说，毒药只是一种奢侈；它使它能够毫不费力地得到食物，只需咬一口。 \n为什么只有蛇？ \n例如，猫将得到极大的帮助；无需与凶猛的大老鼠奔跑打斗，也无需与成年兔子打斗——只需咬一口，无需再费力。 \n事实上，这对所有食肉动物来说都是一种帮助，尽管当它们互相争斗时，这将是一种双刃武器。 \n但是，在脊椎动物中，不可预测的大自然只选择了蛇（和一种蜥蜴）。 \n人们不禁要问，为什么自然会尊重他人，就像其他人的血液一样。 \n\n在唾液转化为毒素的过程中，人们可能会认为发生了一个固定的过程。 \n它没有；有些蛇制造的毒药在各方面都不同于其他蛇，就像砷和士的宁一样不同， \n并且具有不同的效果。 \n一种毒药作用于神经，另一种作用于血液。 \n\n神经毒液的制造者包括曼巴蛇和眼镜蛇，它们的毒液被称为神经毒素。 \n蝰蛇（蝰蛇）和响尾蛇会产生血液毒素，即溶血毒素。 \n这两种毒药都令人不快，但到目前为止，更令人不快的是血液毒药。 \n据说神经毒液是两者中较为原始的，而血液毒液则是， \n可以说，这是一种改进配方的新产品。 \n尽管如此，神经毒液对人类的作用比血液毒液快得多。 \n然而，这并不意味着什么。 \n蛇的毒液不是用来对付人的，而是用来对付老鼠等猎物的， \n毒蛇毒素对这些的影响几乎是立竿见影的。 \n\n--约翰·克朗普顿蛇--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "xQiDGi",
    "title": "William S. Hart and the early 'Western' film",
    "titleTranslate": "威廉.S. 哈特和早期\"西部\"影片",
    "text": "William S. hart was, perhaps, the greatest of all Western stars, fro unlike Gary Cooper and John Wayne he appeared in nothing but Westerns. \nFrom 1914 to 1924 he was supreme and unchallenged. \nIt was Hart who created the basic formula of the Western film, \nand devised the protagonist he played in every film he made, the good-had man, the accidental-noble outlaw, or the honest-but-framed cowboy, or the sheriff made suspect by vicious gossip;in short, the individual in conflict with himself and his frontier environment. \n\nUnlike most of his contemporaries in Hollywood, Hart actually knew something of the old West. \nHe had lived in it as a child when it was already disappearing, \nand his hero was firmly rooted in his memories and experiences, \nand in both the history and the mythology of the vanished frontier. \nAnd although no period or place in American history has been more absurdly romanticized, myth and reality did join hands in at least one arena, the conflict between the individual and encroaching civilization. \n\nMen accustomed to struggling for survival against the elements and Indians were bewildered by politicians, bankers and businessmen, \nand unhorsed by fences, laws and alien taboos. \nHart's good-bad man was always an outsider, always one of the disinherited, \nand if he found it necessary to shoot a sheriff or rob a bank along the way, his early audiences found it easy to understand and forgive, especially when it was Hart who, in the end, overcame the attacking Indians. \n\nAudiences in the second decade of the twentieth century found it pleasant to escape to a time when life, though hard, was relatively simple. \nWe still do;living in a world in which undeclared aggression, war, hypocrisy, chicanery, anarchy and impending immolation are part of our daily lives, we all want a code to live by. \n\n--CARL FOREMAN Virtue and a Fast Gun from The Observer--",
    "textTranslate": "威廉·S·哈特也许是所有西方明星中最伟大的，因为与加里·库珀和约翰·韦恩不同，他只出演过西部片。 \n从1914年到1924年，他是至高无上的，无人挑战。 \n正是哈特创造了西方电影的基本公式， \n并设计了他在每一部电影中扮演的主角，好人，偶然的高贵歹徒，或者诚实但被陷害的牛仔，或者被恶毒八卦怀疑的警长；简言之，个体与自身和边疆环境的冲突。 \n\n与好莱坞的大多数同时代人不同，哈特实际上对旧西部有所了解。 \n当它已经消失时，他小时候就住在里面， \n他的英雄深深植根于他的记忆和经历中， \n在消失的边疆的历史和神话中。 \n尽管美国历史上没有哪个时期或地方被如此荒谬地浪漫化，但神话和现实确实在至少一个领域携手并进，即个人与入侵文明之间的冲突。 \n\n习惯于与自然和印第安人抗争求生的人们被政客、银行家和商人弄糊涂了， \n被栅栏、法律和外来禁忌所束缚。 \n哈特的好坏人总是局外人，总是被剥夺继承权的人之一， \n如果他发现有必要在此过程中枪杀警长或抢劫银行，他早期的观众很容易理解和原谅，尤其是当哈特最终战胜了袭击的印第安人时。 \n\n二十世纪第二个十年的观众发现，逃离到一个生活虽然艰难，但相对简单的时代是令人愉快的。 \n我们仍然这样做；生活在一个不宣而战的侵略、战争、虚伪、欺骗、无政府状态和即将到来的毁灭成为我们日常生活一部分的世界里，我们都希望有一个准则来生活。 \n\n--卡尔·福尔曼的美德与《观察家报》的快枪--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "mEx2AT",
    "title": "Knowledge and progress",
    "titleTranslate": "知识和进步",
    "text": "Why does the idea of progress loom so large in the modern world? \nSurely progress of a particular kind is actually taking place around us and is becoming more and more manifest. \nAlthough mankind has undergone no general improvement in intelligence or morality, it has made extraordinary progress in the accumulation of knowledge. \nKnowledge began to increase as soon as the thoughts of one individual could be communicated to another by means of speech. \nWith the invention of writing, a great advance was made, for knowledge could then be not only communicated but also stored. \nLibraries made education possible, \nand education in its turn added to libraries:the growth of knowledge followed a kind of compound interest law, which was greatly enhanced by the invention of printing. \nAll this was comparatively slow until, with the coming of science, the tempo was suddenly raised. \nThen knowledge began to be accumulated according to a systematic plan. \nThe trickle became a stream;the stream has now become a torrent. \nMoreover, as soon as new knowledge is acquired, it is now turned to practical account. \nWhat is called 'modern civilization' is not the result of a balanced development of all man's nature. \nbut of accumulated knowledge applied to practical life. \nThe problem now facing humanity is:What is going to be done with all this knowledge? \nAs is so often pointed out, knowledge is a two-edged weapon which can be used equally for good or evil. \nIt is now being used indifferently for both. \nCould any spectacle, for instance, be more grimly whimsical than that of gunners using science to shatter men's bodies while, close at hand, surgeons use it to restore them? \nWe have to ask ourselves very seriously what will happen if this twofold use of knowledge, with its ever-increasing power, continues. \n\n--G.N.M.TYRRELL The Personality of Man--",
    "textTranslate": "为什么进步的概念在现代世界如此重要？ \n当然，一种特殊的进步实际上正在我们周围发生，并且越来越明显。 \n尽管人类在智力和道德方面没有普遍提高，但在知识积累方面取得了非凡的进步。 \n一旦一个人的思想能够通过言语传达给另一个人，知识就开始增加。 \n随着文字的发明，取得了巨大的进步，因为知识不仅可以交流，还可以存储。 \n图书馆使教育成为可能， \n教育反过来又增加了图书馆：知识的增长遵循一种复利规律，印刷术的发明大大增强了这种复利规律。 \n这一切都相对缓慢，直到科学的到来，节奏突然加快。 \n然后，知识开始按照系统的计划积累。 \n涓涓细流变成了小溪；这条小溪现在变成了急流。 \n此外，一旦获得新知识，它现在就变成了实际应用。 \n所谓的“现代文明”并不是人的本性平衡发展的结果。 \n而是将积累的知识应用于实际生活。 \n人类现在面临的问题是：将如何利用所有这些知识？ \n正如人们经常指出的那样，知识是一种双刃武器，既可以用于善，也可以用于恶。 \n现在，它对两者都漠不关心。 \n例如，还有什么场面比炮手用科学粉碎人体，而外科医生在近处用科学修复人体更残酷、更异想天开呢？ \n我们必须非常认真地问自己，如果这种对知识的双重使用及其不断增强的力量继续下去，会发生什么。 \n\n--G.N.M.TYRRELL《人的个性》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "v9Lgjx",
    "title": "Bird flight",
    "titleTranslate": "鸟的飞行方法",
    "text": "No two sorts of birds practise quite the same sort of flight;the varieties are infinite;but two classes may be roughly seen. \nAny shi that crosses the Pacific is accompanied for many days by the smaller albatross, Which may keep company with the vessel for an hour without visible or more than occasional movement of wing. \nThe currents of air that the walls of the ship direct upwards, as well as in the line of its course, are enough to give the great bird with its immense wings sufficient sustenance and progress. \nThe albatross is the king of the gliders, the class of fliers which harness the air to their purpose, \nbut must yield to its opposition. \nIn the contrary school, the duck is supreme. \nIt comes nearer to the engines with which man has 'conquered' the air, as he boasts. \nDuck, \nand like them the pigeons, are endowed with such-like muscles, that are a good part of the weight of the bird, \nand these will ply the short wings with such irresistible power that they can bore for long distances through an opposing gale before exhaustion follows. \nTheir humbler followers, such as partridges, have a like power of strong propulsion, \nbut soon tire. \nYou may pick them up in utter exhaustion, if wind over the sea has driven them to a long journey. \nThe swallow shares the virtues of both schools in highest measure. \nIt tires not, nor does it boast of its power;but belongs to the air, travelling it may be six thousand miles to and from its northern nesting home, feeding its flown young as it flies, \nand slipping through we no longer take omens from their flight on this side and that;and even the most superstitious villagers no longer take off their hats to the magpie and wish it good-morning. \n\n--WILLIAM BEACH THOMAS A Countryman's Creed--",
    "textTranslate": "没有哪两种鸟的飞行方式完全相同；品种是无限的；但大致可以分为两类。 \n任何穿越太平洋的船只都会伴随着较小的信天翁很多天，信天翁可能会与船只相伴一个小时，而不会出现明显的或偶尔的翅膀移动。 \n船壁向上引导的气流，以及其航线上的气流，足以给这只拥有巨大翅膀的大鸟提供足够的支撑和前进。 \n信天翁是滑翔机之王，滑翔机是利用空气达到目的的飞行类动物， \n但必须屈服于它的反对。 \n相反，鸭子是至高无上的。 \n它更接近人类所吹嘘的“征服”空气的引擎。 \n鸭子， \n鸽子和它们一样，也有类似的肌肉，这是鸟类体重的很大一部分， \n这些翅膀会以不可抗拒的力量拍打着短翅膀，在筋疲力尽之前，它们可以在逆风中长距离飞行。 \n它们较卑微的追随者，如鹧鸪，具有类似的强大推进力， \n但很快就会累。 \n如果海上的风把它们吹到很远的地方，你可能会筋疲力尽地把它们捡起来。 \n燕子在很大程度上分享了这两个学派的优点。 \n它不会疲倦，也不会吹嘘自己的力量；但它属于空中，往返于北方筑巢地可能有六千英里，在飞行中喂养它的幼鸟， \n我们不再从他们在这边和那边的飞行中得到预兆；即使是最迷信的村民也不再向喜鹊脱帽致敬，祝它早上好。 \n\n--威廉·比奇·托马斯《乡下人的信条》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "LheW9C",
    "title": "Beauty",
    "titleTranslate": "美",
    "text": "A young man sees a sunset and, unable to understand or to express the emotion that it rouses in him, concludes that it must be the gateway to world that lies beyond. \nIt is difficult for any of us in moments of intense aesthetic experience to resist the suggestion that we are catching a glimpse of a light that shines down to us from a different realm of existence, different and, \nbecause the experience is intensely moving, in some way higher. \nAnd, though the gleams blind and dazzle, yet do they convey a hint of beauty and serenity greater than we have known or imagined. \nGreater too than we can describe;for language, which was invented to convey the meanings of this world, cannot readily be fitted to the uses of another. \n\nThat all great has this power of suggesting a world beyond is undeniable. \nIn some moods, Nature shares it. \nThere is no sky in June so blue that it does not point forward to a bluer, no sunset so beautiful that it does not waken the vision of a greater beauty, a vision which passes before it is fully glimpsed, \nand in passing leaves and indefinable longing and regret. \nBut, if this world is not merely a bad joke, life a vulgar flare amid the cool radiance of the stars, \nand existence an empty laugh braying across the mysteries;if these intimations of a something behind and beyond are not evil humour born of indigestion, or whimsies sent by the devil to mock and madden us. \nif, in a word, beauty means something, yet we must not seek to interpret the meaning. \nIf we glimpse the unutterable, it is unwise to try to utter it, nor should we seek to invest with significance that which we cannot grasp. \nBeauty in terms of our human meanings is meaningless. \n\n--C.E.M.JOAD Pieces of Mind--",
    "textTranslate": "一个年轻人看到日落，无法理解或表达它在他心中唤起的情感，于是得出结论，日落一定是通往遥远世界的门户。 \n在强烈的审美体验中，我们任何人都很难抗拒这样的暗示，即我们正在瞥见一束来自不同存在领域的光，不同的， \n因为这种体验非常感人，在某种程度上更高。 \n而且，尽管这些光芒令人眼花缭乱，但它们传达了一种比我们所知道或想象的更大的美丽和宁静。 \n比我们所能描述的还要大；因为语言是为了传达这个世界的意义而发明的，不能轻易地适用于另一个世界。 \n\n不可否认，所有伟大的事物都有这种暗示超越世界的力量。 \n在某些情绪中，大自然也有同感。 \n六月的天空如此湛蓝，没有一天不指向更蓝的天空，没有一次日落如此美丽，没有一个日落不唤醒人们对更美的憧憬，一种在完全瞥见之前就消失的憧憬， \n在逝去的树叶和难以形容的渴望和遗憾中。 \n但是，如果这个世界不仅仅是一个糟糕的笑话，生活是群星寒光中庸俗的闪光， \n存在是一种空洞的笑声，在神秘中咆哮；如果这些暗示背后和之外的东西不是消化不良引起的邪恶幽默，也不是魔鬼发出的嘲笑和激怒我们的奇想。 \n总之，如果美意味着什么，但我们不能试图去解释它的含义。 \n如果我们瞥见了无法言说的东西，试图说出它是不明智的，我们也不应该试图赋予我们无法理解的东西以意义。 \n就我们人类的意义而言，美是没有意义的。 \n\n--C.E.M.JOAD心灵碎片--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "hX0J84",
    "title": "Non-auditory effects of noise",
    "titleTranslate": "噪音的非听觉效应",
    "text": "May people in industry and the Services, who have practical experience of noise, regard any investigation of this question as a waste of time;they are not prepared even to admit the possibility that noise affects people. \nOn the other hand, those who dislike noise will sometimes use most inadequate evidence to support their pleas for a quieter society. \nThis is a pity, \nbecause noise abatement really is a good cause, \nand it is likely to be discredited if it gets to be associated with had science. \n\nOne allegation often made is that noise produces mental illness. \nA recent article in a weekly newspaper, for instance, was headed with a striking illustration of a lady in a state of considerable distress, with the caption 'She was yet another victim, reduced to a screaming wreck'. \nOn turning eagerly to the text, one learns that the lady was a typist who found the sound of office typewriters worried her more and more until eventually she had to go into a mental hospital. \nNow the snag in this sort of anecdote is of course that one merely a symptom? \nAnother patient might equally well complain that her neighbours were combining to slander her and persecute her, \nand yet one might be cautious about believing this statement. \n\nWhat is needed in case of noise is a study of large numbers of people living under noisy conditions, to discover whether they are mentally ill more often than other people are. \nSome time ago the United States Navy, for instance, examined a very large number of men working on aircraft carriers:the study was known as Project Anehin. \nIt can be unpleasant to live even several miles from an aerodrome;if you think what it must be like to share the deck of a ship with several squadrons of jet aircraft, you will realize that a modern navy is a good place to study noise. \nBut neither psychiatric interviews nor objective tests were able to show any effects upon these American sailors. \nThis result merely confirms earlier American and British studies:if there is any effect of noise upon mental health, it must be so small that present methods of psychiatric diagnosis cannot find it. \nThat does not prove that it does exist:but it does mean that noise is less dangerous than, say, being brought up in an orphanage--which really is mental health hazard. \n\n--D.E.BROADBENT Non-auditory effects of noise from Science Survey--",
    "textTranslate": "愿工业界和服务业有噪音实践经验的人认为对这个问题的任何调查都是浪费时间；他们甚至不准备承认噪音影响人的可能性。 \n另一方面，那些不喜欢噪音的人有时会使用最不充分的证据来支持他们对一个更安静的社会的呼吁。 \n这很遗憾， \n因为噪声抑制确实是一个很好的原因， \n如果它与had科学联系在一起，它可能会受到质疑。 \n\n人们经常提出的一个指控是，噪音会导致精神疾病。 \n例如，最近一份周报上的一篇文章以一幅引人注目的插图开头，描绘了一位处于极度痛苦状态的女士，标题是“她是另一个受害者，沦为尖叫的残骸”。 \n当人们急切地翻到课文时，人们得知这位女士是一名打字员，她发现办公室打字机的声音越来越让她担心，直到最终她不得不去精神病院。 \n现在，这种轶事的障碍当然是，它只是一种症状？ \n另一个病人也可能会抱怨她的邻居联合起来诽谤她，迫害她， \n然而，人们可能会对相信这一说法持谨慎态度。 \n\n在噪音的情况下，需要对大量生活在噪音条件下的人进行研究，以发现他们是否比其他人更容易患上精神疾病。 \n例如，不久前，美国海军对在航空母舰上工作的大量人员进行了调查：这项研究被称为Anehin项目。 \n即使住在离机场几英里的地方，也会很不愉快；如果你想想与几个喷气式飞机中队共用一艘船的甲板会是什么样子，你就会意识到现代海军是研究噪音的好地方。 \n但无论是精神科访谈还是客观测试都无法显示对这些美国水手的任何影响。 \n这一结果只是证实了美国和英国早期的研究：如果噪音对心理健康有任何影响，那么它一定很小，以至于目前的精神病诊断方法找不到它。 \n这并不能证明它确实存在：但这确实意味着噪音比在孤儿院长大的危险性小，而孤儿院实际上是对心理健康的危害。 \n\n--D.E.BROADBENT《科学调查》中噪声的非听觉效应--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "WU4aIT",
    "title": "The past life of the earth",
    "titleTranslate": "地球上的昔日生命",
    "text": "It is animals and plants which lived in or near water whose remains are most likely to be preserved, for one of the necessary conditions of preservation is quick burial, \nand it is only in the seas and rivers, \nand sometimes lakes, where mud and sit have been continuously deposited, that bodies and the can be rapidly covered over and preserved. \n\nBut even in the most favourable circumstances only a small fraction of the creatures that die are preserved in this way before decay sets in or, even more likely, before scavengers eat them. \nAfter all, all living creatures live by feeding on something else, whether it be plant or animal, dead or alive, \nand it is only by chance that such a fate is avoided. \nThe remains of plants and animals that lived on land are much more rarely preserved, for there is seldom anything to cover them over. \nWhen you think of the innumerable birds that one sees flying bout, not to mention the equally numerous small animals like field mice and voles which you do not see, it is very rarely that one comes across a dead body, except, of course, on the roads. \nThey decompose and are quickly destroyed by the weather or eaten by some other creature. \n\nIt is almost always due to some very special circumstances that traces of land animals survive, as by falling into inaccessible caves, or into an ice crevasse, like the Siberian mammoths, when the whole animal is sometimes preserved, as in a refrigerator. \nThis is what happened to the famous Beresovka mammoth which was found preserved and in good condition. \nIn his mouth were the remains of fir trees--the last meal that he had before he fell into the crevasse and broke his back. \nThe mammoth has now just a suburb of Los Angeles. \nApparently what happened was that water collected on these tar pits, \nand the bigger animals like the elephants ventured out on to the apparently firm surface to drink, \nand were promptly bogged in the tar. \nAnd then, when they were dead, the carnivores, like the sabre-toothed cats and the giant wolves, came out to feed and suffered exactly the same fate. \nThere are also endless numbers of birds in the tar as well. \n\n--ERROL WHITE The past life of the earth from Discovery--",
    "textTranslate": "生活在水中或附近的动物和植物的遗骸最有可能被保存下来，因为保存的必要条件之一是快速埋葬， \n它只存在于海洋和河流中， \n有时，在湖泊中，泥土和沉积物不断沉积，尸体和尸体可以迅速被覆盖和保存。 \n\n但即使在最有利的情况下，也只有一小部分死亡的生物在腐烂之前，或者更有可能在食腐动物吃掉它们之前，以这种方式被保存下来。 \n毕竟，所有生物都是靠吃别的东西来生存的，无论是植物还是动物，死的还是活的， \n而避免这样的命运只是偶然的。 \n生活在陆地上的植物和动物的遗骸很少被保存下来，因为很少有任何东西可以覆盖它们。 \n当你想到无数飞翔的鸟，更不用说你看不到的田鼠和田鼠等同样数量的小动物时，很少会遇到尸体，当然，除了在路上。 \n它们会分解，很快就会被天气破坏或被其他生物吃掉。 \n\n几乎总是由于一些非常特殊的情况，陆地动物的痕迹才能幸存下来，比如掉进无法进入的洞穴，或者掉进冰裂缝，比如西伯利亚猛犸象，而整个动物有时会被保存下来，比如放在冰箱里。 \n这就是著名的贝雷索夫卡猛犸象的情况，它被发现保存完好。 \n他嘴里叼着冷杉树的残骸，这是他掉进裂缝摔断背部之前吃的最后一顿饭。 \n猛犸象现在只是洛杉矶的一个郊区。 \n显然，发生的事情是这些焦油坑上聚集了水， \n大象等体型较大的动物冒险走到看似坚硬的表面喝水， \n很快就陷入了焦油中。 \n然后，当它们死后，像剑齿猫和巨狼这样的食肉动物出来觅食，并遭受了完全相同的命运。 \n焦油中也有无数的鸟。 \n\n--埃罗尔·怀特《发现》中的地球前世--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "gqhTzf",
    "title": "The 'Vasa'",
    "titleTranslate": "“瓦萨”号",
    "text": "From the seventeenth-century empire of Sweden, the story of a galleon that sank at the start of her maiden voyage in 1628 must be one of the strangest tales of the sea. \nFor nearly three and a half centuries she lay at the bottom of Stockholm harbour until her discovery in 1956. \nThis was the Vasa, royal flagship of the great imperial fleet. \nKing Gustavus Adolphus, 'The Northern Hurricane',then at the height of his military success in the Thirty Years' War, had dictated her measurements and armament. \nTriple gun-decks mounted sixty-four bronze cannon. \nShe was intended to play a leading role in the growing might of Sweden. \n\nAs she was prepared of her maiden voyage on August 10, 1628, Stockholm was in a ferment. \nFrom the Skeppsbron and surrounding islands the people watched this thing of beauty begin to spread her sails and catch the wind. \nThey had laboured for three years to produce this floating work of art;she was more richly carved and ornamented than any previous ship. \nThe high stern castle was a riot of carved gods, demons, knights, kings, warriors, mermaids, cherubs;and zoomorphic animal shapes ablaze with rea and gold and blue, symbols of courage, power, \nand cruelty, were portrayed to stir the imaginations of the superstitious sailors of the day. \nThen the cannons of the anchored warships thundered a salute to which the Vasa fired in reply. \nAs the emerged from her drifting cloud of gun smoke with the water churned to foam beneath her bow, her flags colour, she presented a more majestic spectacle than Stockholmers had ever seen before. \nAll gun-ports were open and the muzzles peeped wickedly from them. \nAs the wind freshened there came a sudden squall and the ship made a strange movement, listing to port. \nThe Ordnance Officer ordered all the port cannon to be heaved to starboard to counteract the list, \nbut the steepening angle of the decks increased. \nThen the sound of rumbling thunder reached the watchers on the shore, as cargo, ballast, ammunition and 400 people went sliding and crashing down to the port side of the steeply listing ship. \nThe lower gun-ports were now below water and the inrush sealed the ship's fate. \nIn that first glorious hour, the mighty Vasa, which was intended to rule the Baltic, sank with all flags flying-in the harbour of her birth. \n\n--ROY SAUNGERS The Raising of the' Vasa 'from The Listener--",
    "textTranslate": "从17世纪的瑞典帝国开始，1628年一艘大帆船在处女航开始时沉没的故事一定是海上最奇怪的故事之一。 \n近三个半世纪以来，它一直躺在斯德哥尔摩港的底部，直到1956年被发现。 \n这就是瓦萨号，伟大帝国舰队的皇家旗舰。 \n“北方飓风”古斯塔夫·阿道弗斯国王在三十年战争中取得了军事上的胜利，他决定了她的尺寸和武器。 \n三层炮台上装有64门青铜大炮。 \n她打算在瑞典日益强大的力量中发挥主导作用。 \n\n1628年8月10日，当她准备首航时，斯德哥尔摩正处于动荡之中。 \n从斯凯普斯布隆和周围的岛屿上，人们看到这个美丽的东西开始扬帆起航，乘风破浪。 \n他们花了三年时间才制作出这件漂浮的艺术品；这艘船的雕刻和装饰比以前任何一艘船都要丰富。 \n高高的船尾城堡里到处都是雕刻的神、恶魔、骑士、国王、战士、美人鱼、小天使；以及闪耀着雷亚、金色和蓝色的动物形状，象征着勇气、力量， \n这些残酷的场景被描绘出来，激发了当时迷信水手的想象力。 \n然后，停泊的战舰的大炮发出雷鸣般的礼炮，瓦萨号鸣枪回应。 \n当它从漂浮的枪烟中冒出来，船头下的水翻腾成泡沫时，它的旗帜变了颜色，呈现出斯德哥尔摩人从未见过的壮观景象。 \n所有的炮口都打开了，枪口邪恶地从他们身上窥视。 \n随着风力的增强，突然刮起一阵狂风，船做了一个奇怪的动作，向港口倾斜。 \n炮长命令将左舷的所有大炮移至右舷，以抵消船的倾斜， \n但甲板的倾斜角度增加了。 \n然后，隆隆的雷声传到了岸上的观察者那里，货物、压载物、弹药和400人滑到了陡峭倾斜的船的左舷。 \n较低的炮口现在已经沉入水中，涌入决定了这艘船的命运。 \n在第一个辉煌的时刻，原本打算统治波罗的海的强大的瓦萨号沉没了，船上飘扬着所有的旗帜。 \n\n--ROY SAUNGERS《听众》中“瓦萨”的兴起--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "HzBmVf",
    "title": "Patients and doctors",
    "titleTranslate": "病人与医生",
    "text": "This is a sceptical age, \nbut although our faith in many of the things in which our forefathers fervently believed has weakened, our confidence in the curative properties of the bottle of medicine remains the same a theirs. \nThis modern faith in medicines is proved the fact that the annual drug bill of the Health Services is mounting to astronomical figures and shows no signs at present of ceasing to rise. \nThe majority of the patients attending the medical out-patients departments of our hospitals feel that they have not received adequate treatment unless they are able to carry home with them some tangible remedy in the shape of a bottle of medicine, a box of pills, or a small jar of ointment, \nand the doctor in charge of the department is only too ready to provide them with these requirements. \nThere is no quicker method of disposing of patients then by giving them what they are asking for, \nand since most medical men in the Health Services are overworked and have little time for offering time-consuming and little-appreciated advice on such subjects as diet, right living, \nand the need for abandoning bad habits etc.,the bottle, the box, \nand the jar are almost always granted them. \n\nNor is it only the ignorant and ill-educated person who was such faith in the bottle of medicine. \nIt is recounted of Thomas Carlyle that when him in his pocket what remained of a bottle of medicine formerly prescribed for an indisposition of Mrs. Carlyle's. \nCarlyle was entirely ignorant of what the bottle in his pocket contained, of the nature of the illness from which his friend was suffering, \nand of what had previously been wrong with his wife, \nbut a medicine that had worked so well in one form of illness would surely be of equal benefit in another, \nand comforted by the thought of the help he was bringing to his friend, he hastened to Henry Taylor's house. \nHistory does not relate whether his friend accepted his medical help, \nbut in all probability he did. \nThe great advantage of taking medicine is that it makes no demands on the taker beyond that of putting up for a moment with a disgusting taste, \nand that is what all patients demand of their doctors--to be cured at no inconvenience to themselves.",
    "textTranslate": "这是一个充满怀疑的时代， \n但是，尽管我们对祖先们热切信仰的许多事情的信心已经减弱，但我们对这瓶药的疗效的信心仍然与他们的一样。 \n这种对药物的现代信仰证明了这样一个事实，即卫生服务部门的年度药品账单正在上升到天文数字，目前没有停止上升的迹象。 \n我们医院门诊部的大多数患者认为，除非他们能够带回家一些有形的药物，如一瓶药、一盒药丸或一小瓶药膏，否则他们没有得到足够的治疗， \n负责该部门的医生非常愿意为他们提供这些要求。 \n没有比满足患者要求更快的方法来处理患者， \n并且由于卫生服务部门的大多数医务人员都工作过度，几乎没有时间就饮食、正确生活、健康饮食、健康饮食等问题提供耗时且不受欢迎的建议， \n以及放弃坏习惯的必要性等，瓶子、盒子、， \n罐子几乎总是被授予它们。 \n\n也不仅仅是那些无知和受教育程度低的人对这瓶药如此信任。 \n据说托马斯·卡莱尔在口袋里装了一瓶以前为卡莱尔夫人的病开的药。 \n卡莱尔完全不知道他口袋里的瓶子装的是什么，也不知道他朋友所患疾病的性质， \n以及他妻子之前的问题， \n但一种在一种疾病中效果很好的药物，在另一种疾病上肯定会有同样的好处， \n想到他给朋友带来的帮助，他感到很安慰，于是赶紧去了亨利·泰勒家。 \n历史上没有记载他的朋友是否接受了他的医疗帮助， \n但他很可能做到了。 \n服药的最大好处是，除了忍受一种恶心的味道外，它对服用者没有任何要求， \n这就是所有患者对医生的要求——在不给自己带来不便的情况下治愈。",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "PoaE0S",
    "title": "The hovercraft",
    "titleTranslate": "气垫船",
    "text": "Many strange new means of transport have been developed in our century, the strangest of them being perhaps the hovercraft. \nIn 1953, a former electronics engineer in his fifties, Christopher Cockerell, who had turned to boat-building on the Norfolk Broads, suggested an idea on which he had been working for many years to the British Government and industrial circles. \nIt was the idea of supporting a craft on a 'pad',or cushion, of low-pressure air, ringed with a curtain of higher pressure air. \nEver since, people have had difficulty in deciding whether the craft should be ranged among ships, planes, or land vehicles--for it is something in between a boat and an aircraft. \nAs a shipbuilder, Cockerell was trying to find a solution to the problem of the wave resistance which wastes a good deal of a surface ship's power and limits its speed. \nHis answer was to lift the vessel out of the water by a great number of ring-shaped air jets on the bottom of the craft. It' \nflies',therefore, \nbut it cannot fly higher--its action depends on the surface, water or ground, over which it rides. \n\nThe first tests on the Solent in 1959 caused a sensation. \nThe hovercraft travelled first over the water, then mounted the beach, climbed up the dunes, \nand sat down on a road. \nLater it crossed the Channel, riding smoothly over the waves, which presented no problem. \n\nSince that time, various types of hovercraft have appeared and taken up regular service. \nThe hovercraft is particularly useful in large areas with poor communications such as Africa or Australia;it can become a 'flying fruit-bowl',carrying bananas from the plantations to the ports;giant hovercraft liners could span the Atlantic;and the railway of the future may well be the' hovertrain',riding on its air cushion over a single rail, which it never touches, at speeds up to 300 m.p.h.--the possibilities appear unlimited. \n\n--EGON LARSEN The Pegasus Book of Inventors--",
    "textTranslate": "在我们这个世纪，已经开发了许多奇怪的新交通工具，其中最奇怪的可能是气垫船。 \n1953年，一位五十多岁的前电子工程师克里斯托弗·科克雷尔（Christopher Cockerell）向英国政府和工业界提出了一个他多年来一直在研究的想法，他转向了诺福克海峡的造船业。 \n这是一种在低压空气的“垫”或垫子上支撑飞行器的想法，周围环绕着高压空气幕。 \n从那时起，人们就很难决定这种飞行器是应该归为船只、飞机还是陆地车辆，因为它介于船只和飞机之间。 \n作为一名造船厂，科克雷尔试图找到一种解决波浪阻力问题的方法，波浪阻力浪费了水面舰艇的大量动力并限制了其速度。 \n他的答案是通过船底的大量环形空气喷射器将船从水中升起。它 \n因此， \n但它不能飞得更高——它的动作取决于它所骑的水面或地面。 \n\n1959年，索伦特海峡的首次测试引起了轰动。 \n气垫船先在水面上航行，然后登上海滩，爬上沙丘， \n然后坐在一条路上。 \n后来，它越过英吉利海峡，平稳地驶过海浪，没有任何问题。 \n\n从那时起，各种类型的气垫船就出现了，并开始定期服役。 \n气垫船在非洲或澳大利亚等交通不便的大面积地区特别有用；它可以成为一个“飞行水果碗”，将香蕉从种植园运送到港口；巨型气垫船可以横跨大西洋；未来的铁路很可能是“气垫车”，在气垫上行驶在单轨上，速度高达每小时300英里，它永远不会接触到轨道——可能性似乎是无限的。 \n\n--EGON LARSEN《帕伽索斯发明家之书》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "AWZUIs",
    "title": "Exploring the sea-floor",
    "titleTranslate": "海底勘探",
    "text": "Our knowledge of the oceans a hundred years ago was confined to the two-dimensional shape of the sea surface and the hazards of navigation presented by the irregularities in depth of the shallow water close to the land. \nThe open sea was deep and mysterious, \nand anyone who gave more than a passing thought to the bottom confines of the oceans probably assumed that the sea bad was flat. \nSir James Clark Ross had obtained a sounding of over 2,400 fathoms in 1839, \nbut it was not until of deep soundings was obtained in the Atlantic and the first samples were collected by dredging the bottom. \nShortly after this the famous H. M. S. Challenger expedition established the study of the sea-floor as a subject worthy of the most qualified physicists and geologists. \nA burst of activity associated with the laying of submarine cables soon confirmed the challenger's observation that many parts of the ocean were two to there miles deep, \nand the existence of underwater features of considerable magnitude. \n\nToday, enough soundings are available to enable a relief map of the Atlantic to be drawn and we know something of the great variety of the sea bed's topography. \nSince the sea covers the greater part of the earth's surface, it is quite reasonable to regard the sea floor as the basic form of the crust of the earth, with, superimposed upon, it the continents, together with the islands and other features of the oceans. \nThe continents form rugged tablelands which stand nearly three miles above the floor of the open ocean. \nFrom the shore line, out a distance which may be anywhere from a few miles to a few hundred miles, runs the gentle slope of the continental shelf, geologically part of the continents. \nThe real dividing line between continents and oceans occurs at the foot a steeper slope. \n\nThis continental slope usually starts at a place somewhere near the 100-fatheom mark and in the course of a few hundred miles reaches the true ocean floor at 2,500-3,500 fathoms. \nThe slope averages about 1 in 30. \nbut contains steep, probably vertical, cliffs, \nand gentle sediment-covered terraces, \nand near its lower reaches there is a long tailing-off which is almost certainly the result of material transported out to deep water after being eroded from the continental masses. \n\n--T.F.GASKELL Exploring the Sea-floor from Science Survey--",
    "textTranslate": "一百年前，我们对海洋的了解仅限于海面的二维形状以及靠近陆地的浅水深度不规则所带来的航行危险。 \n大海深邃而神秘， \n任何对海洋底部界限有过多思考的人都可能认为大海是平的。 \n詹姆斯·克拉克·罗斯爵士在1839年获得了超过2400英寻的探测结果， \n但直到在大西洋进行了深海探测，并通过疏浚海底收集了第一批样本，才开始了这项工作。 \n不久之后，著名的挑战者号探险队将海底研究确立为值得最合格的物理学家和地质学家研究的课题。 \n与铺设海底电缆相关的一系列活动很快证实了挑战者的观察，即海洋的许多部分都有两到三英里深， \n以及存在相当大的水下特征。 \n\n今天，有足够的测深数据可以绘制大西洋的地形图，我们对海底地形的多样性有所了解。 \n由于海洋覆盖了地球表面的大部分，因此将海底视为地壳的基本形式是相当合理的，其上叠加着大陆、岛屿和海洋的其他特征。 \n大陆形成了崎岖的台地，高出开阔海底近三英里。 \n从海岸线开始，延伸出几英里到几百英里的距离，是大陆架的缓坡，在地质学上是大陆的一部分。 \n大陆和海洋之间的真正分界线出现在更陡的斜坡脚下。 \n\n这个大陆坡通常始于100英尺标记附近的某个地方，在几百英里的过程中到达2500-3500英尺深的真正海底。 \n斜率平均约为1/30。 \n但包含陡峭的、可能是垂直的悬崖， \n平缓的沉积物覆盖的阶地， \n在其下游附近有一条长长的尾流，这几乎可以肯定是物质从大陆块侵蚀后被输送到深水的结果。 \n\n--T.F.GASKELL从科学考察中探索海底--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "-DoSGX",
    "title": "The sculptor speaks",
    "titleTranslate": "雕塑家的语言",
    "text": "Appreciation of sculpture depends upon the ability to respond to form in there dimension. \nThat is perhaps why sculpture has been described as the most difficult of all arts;certainly it is more difficult than the arts which involve appreciation of flat forms, shape in only two dimensions. \nMany more people are 'form-blind' than colour-blind. \nThe child learning to see, first distinguishes only two-dimensional shape;it cannot judge distances, depths. \nLater, for its personal safety and practical needs, it has to develop (partly by means of touch) the ability to judge roughly three-dimensonal distances. \nBut having satisfied the requirements of practical necessity, most people go no further. \nThough they may attain considerable accuracy in the perception of flat from, they do no make the further. \nThough they may attain considerable accuracy in the perception of flat form, they do not make the further intellectual and emotional effort needed to comprehend form in its full spatial existence. \n\nThis is what the sculptor must do. \nHe must strive continually to think of, and use, form in its full spatial completeness. \nHe gets the solid shape, as it were, inside his head-he thinks of it, whatever its size, as if he were holding it completely enclosed in the hollow of his hand. \nHe mentally visualizes a complex form from all round itself;he knows while he looks at one side what the other side is like, he identifies himself with its centre of gravity, its mass, its weight;he realizes its volume, as the space that the shape displaces in the air. \n\nAnd the sensitive observer of sculpture must also learn to feel shape simply as shape, not as description or reminiscence. \nHe must, for example, perceive an egg as a simple single solid shape, quite apart from its significance as food, or from the literary idea that it will become a bird. \nAnd so with solids such as a shell, a nut, a plum, a pear, a tadpole, a mushroom, a mountain peak, a kidney, a carrot, a tree-trunk, a bird, a bud, a lark, a ladybird, a bulrush, a bone. \nFrom these he can go on to appreciate more complex forms of combinations of several forms. \n\n--HENRY MOORE The Sculptor Speaks from The Listener--",
    "textTranslate": "对雕塑的欣赏取决于对三维形式的反应能力。 \n这也许就是为什么雕塑被描述为所有艺术中最难的；当然，这比只欣赏二维平面形状的艺术更难。 \n“形状盲”的人比色盲的人多得多。 \n孩子学习看东西，首先只能分辨二维形状；它无法判断距离和深度。 \n后来，为了个人安全和实际需求，它必须发展（部分通过触摸）判断大致三维距离的能力。 \n但在满足了实际需要的要求后，大多数人没有再进一步。 \n虽然它们在感知平面方面可能达到相当高的准确性，但它们并没有走得更远。 \n尽管他们在感知平面形式方面可能达到相当高的准确性，但他们并没有做出进一步的智力和情感努力来理解形式的完整空间存在。 \n\n这是雕刻家必须做的。 \n他必须不断努力，以完整的空间完整性思考和使用形式。 \n他得到了坚实的形状，可以说，在他的脑海里，他想到了它，不管它有多大，就好像他把它完全封闭在他的手掌里一样。 \n他在脑海中从周围想象出一个复杂的形状；当他看着一边时，他知道另一边是什么样子，他认同它的重心、质量和重量；他意识到它的体积，就像形状在空气中置换的空间一样。 \n\n敏锐的雕塑观察者也必须学会将形状简单地视为形状，而不是描述或回忆。 \n例如，他必须将鸡蛋视为一个简单的单一固体形状，而与它作为食物的意义或它将成为鸟的文学观念无关。 \n贝壳、坚果、李子、梨、蝌蚪、蘑菇、山峰、肾脏、胡萝卜、树干、鸟、芽、云雀、瓢虫、芦苇、骨头等固体也是如此。 \n从这些中，他可以继续欣赏几种形式组合的更复杂的形式。 \n\n--雕塑家亨利·摩尔从听众那里说话--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "8DaZsE",
    "title": "Galileo reborn",
    "titleTranslate": "伽利略的复生",
    "text": "In his own lifetime Galileo was the centre of violent controversy;but the scientific dust has long since settled, \nand today we can see even his famous clash with the Inquisition in something like its proper perspective. \nBut, in contrast, it is only in modern times that Galileo has become a problem child for historians of science. \n\nThe old view of Galileo was delightfully uncomplicated. \nHe was, above all, a man who experimented:who despised the prejudices and book learning of the Aristotelians, who put his questions to nature instead of to the ancients, \nand who drew his conclusions fearlessly. \nHe had been the first to turn a telescope to the sky, \nand he had seen there evidence enough to overthrow Aristotle and Ptolemy together. \nHe was the man who climbed the Leaning Tower of Pisa and dropped various weights from the top, who rolled balls down inclined planes, \nand then generalized the results of his many experiments into the famous law of free fall. \n\nBut a closer study of the evidence, supported by a deeper sense of the period, \nand particularly by a new consciousness of the philosophical undercurrents in the scientific revolution, has profoundly modified this view of Galileo. \nToday, although the old Galileo lives on in many popular writings, among historians of science a new and more sophisticated picture has emerged. \nAt the same time our sympathy fro Galileo's opponents ahs grown somewhat. \nHis telescopic observations are justly immortal;they aroused great interest at the time, they had important theoretical consequences, \nand they provided a striking demonstration of the potentialities hidden in instruments and apparatus. \nBut can we blame those who looked and failed to see what Galileo saw, if we remember that to use a telescope at the limit of its powers calls for long experience and intimate familiarity with one's instrument? \nWas the philosopher who refused to look through Galileo's telescope more culpable than those who alleged that the spiral nebulae observed with Lord Rosse's great telescope in the eighteen-forties were scratches left by the grinder? \nWe can perhaps forgive those who said the moons of Jupiter were produced by Galileo's spyglass if we recall that in his day, as for centuries before, curved glass was the popular contrivance for producing not truth but illusion, untruth;and if a single curved glass would distort nature, how much more would a pair of them? \n\n--MICHAEL HOSKIN Galileo Reborn from The Listener--",
    "textTranslate": "伽利略生前是激烈争论的中心；但科学尘埃早已落定， \n今天，我们甚至可以从正确的角度看待他与宗教裁判所的著名冲突。 \n但是，相比之下，只有在现代，伽利略才成为科学历史学家的问题孩子。 \n\n伽利略的旧观点非常简单。 \n最重要的是，他是一个善于实验的人：他鄙视亚里士多德学派的偏见和书本知识，他向自然而不是古人提出问题， \n他无所畏惧地得出了结论。 \n他是第一个把望远镜对准天空的人， \n他看到了足以推翻亚里士多德和托勒密的证据。 \n他就是那个爬上比萨斜塔，从塔顶扔下各种重物，把球滚下斜面的人， \n然后将他的许多实验结果推广到著名的自由落体定律中。 \n\n但是，在对这一时期更深入的理解的支持下，对证据进行了更仔细的研究， \n尤其是科学革命中哲学潜流的新意识深刻地改变了伽利略的这一观点。 \n今天，尽管老伽利略在许多流行著作中仍然存在，但在科学史学家中，一幅新的、更复杂的图景已经出现。 \n与此同时，我们对伽利略的反对者的同情有所增加。 \n他的望远镜观测是不朽的；它们在当时引起了极大的兴趣，产生了重要的理论后果， \n它们生动地展示了仪器和设备中隐藏的潜力。 \n但是，如果我们记住，在望远镜的极限下使用它需要长期的经验和对仪器的熟悉，我们能责怪那些看过但没有看到伽利略所看到的东西的人吗？ \n拒绝通过伽利略望远镜观察的哲学家是否比那些声称在19世纪40年代用罗斯勋爵的大望远镜观察到的螺旋星云是研磨机留下的划痕的人更有罪？ \n我们也许可以原谅那些说木星的卫星是由伽利略的望远镜产生的人，如果我们回想一下，在他那个时代，就像几个世纪以前一样，曲面玻璃是一种流行的发明，用来产生的不是真理，而是幻觉、谎言；如果一块曲面玻璃会扭曲自然，那么两块曲面玻璃又会扭曲多少呢？ \n\n--迈克尔·霍斯金·伽利略从《倾听者》中重生--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "OdY2XN",
    "title": "Education",
    "titleTranslate": "教育",
    "text": "Education is one of the key words of our time. \nA man without an education, many of us believe, is an unfortunate victim of adverse circumstances, deprived of one of the greatest twentieth-century opportunities. \nConvinced of the importance of education, modern states 'invest' in institutions of learning to get back 'interest' in the form of a large group of enlightened young men and women who are potential leaders. \nEducation, with its cycles of instruction so carefully worked out, punctuated by textbooks--those purchasable wells of wisdom-what would civilization be like without its benefits? \n\nSo much is certain:that we would have doctors and preachers, lawyers and defendants, marriages and births--but our spiritual outlook would be different. \nWe would lay less stress on 'facts and figures' and more on a good memory, on applied psychology, \nand on the capacity of a man to get along with his fellow-citizens. \nIf our educational system were fashioned after its bookless past we would have the most democratic form of 'college' imaginable. \nAmong tribal people all knowledge inherited by tradition is shared by all;it is taught to every member of the tribe so that in this respect everybody is equally equipped for life. \n\nIt is the ideal condition of the 'equal start' which only our most progressive forms of modern education try to regain. \nIn primitive cultures the obligation to seek and to receive the traditional instruction is binding to all. \nThere are no 'illiterates' --if the term can be applied to peoples without a script--while our own compulsory school attendance became law in Germany in 1642, in France in 1806, \nand in England in 1876, and is still non-existent in a number of' \ncivilized 'nations. This shows how long it was before we deemed it necessary to make sure that all our children could share in the knowledge accumulated by the' \nhappy few 'during the past centuries. \n\nEducation in the wilderness is not a matter of monetary means. \nAll are entitled to an equal start. \nThere is none of the hurry which, in our society, often hampers the full development of a growing personality. \nThere, a child grows up under the ever-present attention of his parent;therefore the jungles and the savannahs know of no 'juvenile delinquency'. \nNo necessity of making a living away from home results in neglect of children, \nand no father is confronted with his inability to 'buy' an education for his child. \n\n--JULIUS E. LIPS The Origin of Things--",
    "textTranslate": "教育是我们这个时代的关键词之一。 \n我们许多人认为，一个没有受过教育的人是不利环境的不幸受害者，被剥夺了二十世纪最伟大的机会之一。 \n现代国家深信教育的重要性，对学习机构进行“投资”，以一大批开明的年轻男女作为潜在领导者的形式重新获得“兴趣”。 \n教育，其教学周期被精心设计，并辅以教科书——那些可以买到的智慧之井——如果没有它的好处，文明会是什么样子？ \n\n有这么多是肯定的：我们会有医生和传教士，律师和被告，婚姻和出生——但我们的精神面貌会有所不同。 \n我们会少强调“事实和数字”，多强调良好的记忆力、应用心理学、， \n以及一个人与同胞相处的能力。 \n如果我们的教育体系是按照无书的过去建立的，我们将拥有可以想象到的最民主的“大学”形式。 \n在部落人民中，传统继承的所有知识都是所有人共享的；它被教导给部落的每个成员，这样在这方面，每个人都能平等地为生活做好准备。 \n\n这是“平等开始”的理想条件，只有我们最先进的现代教育形式才试图重新获得这种条件。 \n在原始文化中，寻求和接受传统教育的义务对所有人都有约束力。 \n没有“文盲”——如果这个词可以应用于没有文字的人的话——而我们自己的义务教育于1642年在德国成为法律，1806年在法国成为法律， \n1876年在英国，在许多“ \n文明国家。这表明，我们花了多长时间才认为有必要确保我们所有的孩子都能分享“ \n在过去的几个世纪里，幸福的少数人。 \n\n荒野中的教育不是金钱手段的问题。 \n所有人都有平等的起点。 \n在我们的社会中，没有一种匆忙往往会阻碍一个不断成长的个性的全面发展。 \n在那里，孩子在父母永远的关注下长大；因此，丛林和大草原上没有“青少年犯罪”。 \n不必离家谋生会导致忽视孩子， \n没有一位父亲会面临无法为孩子“购买”教育的问题。 \n\n--朱利厄斯·利普斯《事物的起源》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "9Cr_aY",
    "title": "Adolescence",
    "titleTranslate": "青春期",
    "text": "Parents are often upset when their children praise the homes of their friends and regard it as a slur on their own cooking, or cleaning, or furniture, \nand often are foolish enough to let the adolescents see that they are annoyed. \nThey may even accuse them of disloyalty, or make some spiteful remark about the friends 'parents. \nSuch loss of dignity and descent into childish behaviour on the part to their parents about the place or people they visit. \nBefore very long the parents will be complaining that the child is so secretive and never tells them anything, \nbut they seldom realize that they have brought this on themselves. \n\nDisillusionment with the parents, however good and adequate they may be both as parents and as individuals, is to some degree inevitable. \nMost children have such a high ideal of their parents, unless the parents themselves have been unsatisfactory, that it can hardly hope to stand up to a realistic evaluation. \nParents would be greatly surprised and deeply touched if they hope to stand up to a realistic evaluation. \nParents would be greatly surprised and deeply touched if they realized how much belief their children usually have in their character and infallibility, \nand how much this faith means to a child. \nIf parents were prepared for this adolescent reaction, \nand realized that it was a sign that the child was growing up and developing valuable powers of observation and independent judgment, they would not be so hurt, \nand therefore would not drive the child into opposition by resenting and resisting it. \n\nThe adolescent, with his passion for sincerity, always respects a parent who admits that he is wrong, or ignorant, or even that he has been unfair or unjust. \nWhat the child cannot forgive is the parent's refusal to admit these charges if the child knows them to be true. \nVictorian parents believed that they kept their dignity by retreating behind an unreasoning authoritarian attitude;in fact they did nothing of the kind, \nbut children were then too cowed to let them know how they really felt. \nToday we tend to go to the other extreme, \nbut on the whole this is a healthier attitude both for the child and the parent. \nIt is always wiser and safer to face up to reality, however painful it may be at the moment. \n\n--DOTID OFLUM Journey Through Adolescence--",
    "textTranslate": "当孩子赞美朋友的家，并认为这是对自己做饭、打扫卫生或家具的诽谤时，父母往往会感到沮丧， \n而且往往愚蠢到让青少年看到他们很恼火。 \n他们甚至可能指责他们不忠，或者对朋友的父母发表一些恶毒的评论。 \n他们对父母所访问的地方或人失去了尊严，变得幼稚。 \n过不了多久，父母就会抱怨孩子太隐秘了，从来没有告诉他们任何事情， \n但他们很少意识到这是他们自己造成的。 \n\n对父母的幻灭，无论他们作为父母和作为个人多么优秀和充分，在某种程度上都是不可避免的。 \n大多数孩子对父母都有很高的期望，除非父母自己不满意，否则很难指望能经受住现实的评价。 \n如果家长们希望接受现实的评估，他们会非常惊讶和深受感动。 \n如果父母意识到他们的孩子通常对他们的性格和绝对正确性有多大的信心，他们会非常惊讶和深受感动， \n以及这种信仰对孩子意味着什么。 \n如果父母对这种青少年的反应有所准备， \n并意识到这是一个迹象，表明孩子正在成长，并发展出宝贵的观察力和独立判断力，他们不会那么受伤， \n因此，不会因为怨恨和抵制而让孩子产生反对情绪。 \n\n青少年对真诚充满热情，总是尊重那些承认自己错了、无知，甚至承认自己不公平或不公正的父母。 \n孩子不能原谅的是，如果孩子知道这些指控是真的，父母拒绝承认这些指控。 \n维多利亚时代的父母认为，他们通过退缩到一种无理的专制态度中来保持尊严；事实上，他们什么也没做， \n但孩子们当时吓得不敢让他们知道自己的真实感受。 \n今天我们倾向于走向另一个极端， \n但总的来说，这对孩子和父母来说都是一种更健康的态度。 \n面对现实总是更明智、更安全的，无论此刻多么痛苦。 \n\n--DOTID OFLUM青春期之旅--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "rrbiSZ",
    "title": "Space odyssey",
    "titleTranslate": "太空探索",
    "text": "The Moon is likely to become the industrial hub of the Solar System, supplying the rocket fuels fro its ships, easily obtainable from the lunar rocks in the from of liquid oxygen. \nThe reason lies in its gravity. \nBecause the Moon has only an eightieth of the Earth's mass, it requires 97 per cent less energy to travel the quarter of a million miles from the Moon to Earth-orbit than the 200 mile-journey from Earth's surface into orbit! \nThis may sound fantastic, but it is easily calculated. \nTo escape from the Earth in a rocket, one must travel at seven miles per second. \nThe comparable speed from the Moon is only 1.5 miles per second. \nBecause the gravity on the Moon's surface is only a sixth of Earth's (remember how easily the Apollo astronauts bounded along),it takes much less energy to accelerate to that 1.5 miles per second than it does on Earth. \nMoon-dwellers will be able to fly in space at only three per cent of the cost of similar journeys by their terrestrial dwellers will be able to fly in space at only three per cent of the cost of similar journeys by their terrestrial cousins. \n\nArthur C. Clark once suggested a revolutionary idea passes through three phases: \n\n1 'It's impossible--don't waste my time.' \n\n2 'It's possible, but not worth doing.' \n\n3 'I said it was a good idea all along.' \n\nThe idea of colonising Mars--a world 160 times more distant time the Moon--will move decisively from the second phase to the third, when a significant number of people are living permanently in space. \nMars has an extraordinary fascination for would-be voyagers. \nAmerica, Russia and Europe are filled with enthusiasts--many of them serious and senior scientists--who dream of sending people to it. \nTheir aim is understandable. \nIt is the one world in the Solar System that is most like the Earth. It is a world of red sandy deserts( \nhence its name--the Red Planet ),cloudless skies, savage sandstorms, chasms wider than the Grand Canyon and at least one mountain more than twice as tall as Everest. \nIt seems ideal for settlement. \n\n--7 DAYS, February 19, 1989--",
    "textTranslate": "月球很可能成为太阳系的工业中心，为其飞船提供火箭燃料，这些燃料很容易从月球岩石和液氧中获得。 \n原因在于它的严重性。 \n因为月球的质量只有地球的八十分之一，所以从月球到地球轨道的25万英里所需的能量比从地球表面到轨道的200英里少97%！ \n这听起来可能很神奇，但很容易计算。 \n要乘坐火箭逃离地球，必须以每秒7英里的速度飞行。 \n与月球相比，其速度仅为每秒1.5英里。 \n因为月球表面的重力只有地球的六分之一（记得阿波罗宇航员是多么容易跳跃），所以加速到每秒1.5英里所需的能量比在地球上要少得多。 \n月球居民将能够在太空中飞行，其成本仅为陆地居民类似旅程成本的3%。 \n\n亚瑟·C·克拉克曾提出，一个革命性的想法会经历三个阶段： \n\n1“这不可能——别浪费我的时间。” \n\n2“这是可能的，但不值得做。” \n\n3“我一直都说这是个好主意。” \n\n殖民火星的想法——一个比月球远160倍的世界——将决定性地从第二阶段转向第三阶段，届时将有相当多的人永久生活在太空中。 \n火星对未来的旅行者有着非凡的吸引力。 \n美国、俄罗斯和欧洲都充满了狂热者，其中许多是严肃而资深的科学家，他们梦想着派人去那里。 \n他们的目标是可以理解的。 \n它是太阳系中最像地球的一个世界。这是一个红色沙质沙漠的世界( \n因此，它被称为“红色星球”），万里无云的天空，猛烈的沙尘暴，比大峡谷还宽的峡谷，至少有一座山的高度是珠穆朗玛峰的两倍多。 \n这似乎是理想的解决方案。 \n\n--1989年2月19日，第7天--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "lfbAwh",
    "title": "The cost of government",
    "titleTranslate": "政府的开支",
    "text": "If a nation is essentially disunited, it is left to the government to hold it together. \nThis increases the expense of government, \nand reduces correspondingly the amount of economic resources that could be used for developing the country. \nAnd it should not be forgotten how small those resources are in a poor and backward country. \nWhere the cost of government is high, resources for development are correspondingly low. \n\nThis may be illustrated by comparing the position of a nation with that of a private business enterprise. \nAn enterprise has to incur certain costs and expenses in order to stay in business. \nFor our purposes, we are concerned only with one kind of cost--the cost of managing and administering the business. \nSuch administrative overheads in a business are analogous to the cost of government in a nation. \nThe administrative overheads of a business are low to the extent that everyone working in the business can be trusted to behave in a way that best promotes the interests of the firm. \nIf they can each be trusted to take such responsibilities. \nand to exercise such initiative as falls within their sphere, then administrative overheads will be low. \nIt will be low because it will be necessary to have only one man looking after each job, then the business will require armies of administrators, checkers, \nand foremen and administrative overheads will rise correspondingly. \nAs administrative overheads rise, \nso the earnings of the business after meeting he expense of administration, will fall;and the business will have less money to distribute as dividends or invest directly in its future progress and development. \n\nIt is precisely the same with a nation. \nTo the extent that the people can be relied upon to behave in a loyal and responsible manner, the government does not require armies of police and civil servants to keep them in order. \nBut if a nation is disunited, the government cannot be sure that the actions of the people will be in the interests of the nation;and it will have to watch, check, \nand control the people accordingly. \nA disunited nation therefore has to incur unduly high costs of government. \n\n--RAYMOND FROST The Backward Society--",
    "textTranslate": "如果一个国家基本上处于分裂状态，那么就要靠政府来团结起来。 \n这增加了政府的开支， \n并相应地减少了可用于发展国家的经济资源量。 \n我们不应忘记，在一个贫穷落后的国家，这些资源是多么的少。 \n在政府成本高的地方，发展资源相应地低。 \n\n这可以通过将一个国家的地位与私营企业的地位进行比较来说明。 \n企业必须承担一定的成本和费用才能继续经营。 \n就我们的目的而言，我们只关心一种成本——管理和经营业务的成本。 \n企业的这种行政管理费用类似于一个国家的政府成本。 \n企业的管理费用很低，以至于每个在企业工作的人都可以被信任以最能促进公司利益的方式行事。 \n如果他们每个人都能被信任承担这样的责任。 \n如果能够在其职权范围内发挥主动性，那么管理费用就会很低。 \n它会很低，因为每项工作只需要一个人来照顾，那么企业将需要大量的管理员、检查员、， \n工头和管理费用将相应增加。 \n随着管理费用的增加， \n因此，企业在支付管理费用后的收益将会下降；企业将有更少的钱作为股息分配或直接投资于其未来的进步和发展。 \n\n对于一个国家来说，情况也是如此。 \n只要人民能够以忠诚和负责任的方式行事，政府就不需要大批警察和公务员来维持秩序。 \n但如果一个国家分裂了，政府就不能确定人民的行动是否符合国家的利益；它必须观察、检查、， \n并相应地控制人民。 \n因此，一个分裂的国家不得不承担过高的政府成本。 \n\n--蕾蒙打破落后社会--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "axrNw9",
    "title": "The process of ageing",
    "titleTranslate": "衰老过程",
    "text": "At the age of twelve years, the human body is at its most vigorous. \nIt has yet to reach its full size and strength, \nand its owner his or her full intelligence;but at this age the likelihood of death is least. \nEarlier, we were infants and young children, \nand consequently more vulnerable;later, we shall undergo a progressive loss of our vigour and resistance which, though imperceptible at first, will finally become so steep that we can live no longer, however well we look after ourselves, \nand however well society, \nand our doctors, look after us. \nThis decline in vigour with the passing of time is called ageing. \nIt is one of the most unpleasant discoveries which we all make that we must decline in this way, that if we escape wars, accidents and disease we shall eventually 'die of old age', \nand that this happens at a rate which differs little from person to person, \nso that there are heavy odds in favour of our dying between the ages of sixty-five and eighty. \nSome of us will die sooner, a few will live longer--on into a ninth or tenth decade. \nBut the chances are against it, \nand there is a virtual limit on how long we can hope to remain alive, however lucky and robust we are. \n\nNormal people tend to forget this process unless and until they are reminded of it. \nWe are so familiar with the fact that man ages, that people have for years assumed that the process of losing vigour with time, of becoming more likely to die the older we get, was something self-evident, like the cooling of a hot kettle or the wearing-out of a pair of shoes. \nThey have also assumed that all animals, \nand probably other organisms such as trees, or even the universe itself, must in the nature of things 'wear out'. \nMost animals we commonly observe do in fact age as we do, if given the chance to live long enough;and mechanical systems like a wound watch, or the sun, do in fact run out of energy in accordance with the second law of thermodynamics (whether the whole universe does so is a moot point at present). \nBut these are not analogous to what happens when man ages. \nA run-down watch is still a watch and can be rewound. \nAn old watch, by contrast, becomes so worn and unreliable that it eventually is not worth mending. \nBut a watch could never repair itself--it does not consist of living parts, only of metal, which wears away by friction. \nWe could, at one time, repair ourselves --well enough, at least, to overcome all but the most instantly fatal illnesses and accidents. \nBetween twelve and eighty years we gradually lose this power;an illness which at twelve would knock us over, at eighty can knock us out, \nand another 700 for the survivors to be reduced by half again. \n\n--ALEX COMFORT The process of ageing--",
    "textTranslate": "十二岁时，人体处于最旺盛的状态。 \n它尚未达到其全部尺寸和强度， \n以及其所有者的全部智慧；但在这个年龄段，死亡的可能性最小。 \n早些时候，我们还是婴儿和幼儿， \n因此更容易受到伤害；后来，我们将逐渐失去活力和抵抗力，虽然起初难以察觉，但最终会变得如此陡峭，以至于无论我们多么照顾好自己，我们都无法再活下去， \n无论社会多么美好， \n还有我们的医生，照顾我们。 \n随着时间的推移，这种活力的下降被称为衰老。 \n我们都有一个最不愉快的发现，那就是我们必须以这种方式衰落，如果我们逃避战争、事故和疾病，我们最终将“死于老年”， \n并且这发生的速率因人而异， \n因此，我们在六十五岁到八十岁之间死亡的可能性很大。 \n我们中的一些人会死得更快，一些人会活得更久——活到第九个或第十个十年。 \n但机会渺茫， \n无论我们多么幸运和强壮，我们能活多久的希望都是有限的。 \n\n除非被提醒，否则正常人往往会忘记这个过程。 \n我们非常熟悉人类衰老的事实，多年来人们一直认为，随着时间的推移，随着年龄的增长，我们越来越有可能死亡的过程是不言而喻的，就像热水壶的冷却或鞋子的磨损一样。 \n他们还假设所有动物， \n也许其他生物，如树木，甚至宇宙本身，在本质上必须“磨损”。 \n如果有机会活得足够长，我们通常观察到的大多数动物实际上都会像我们一样衰老；事实上，根据热力学第二定律，像手表或太阳这样的机械系统确实会耗尽能量（目前整个宇宙是否会耗尽还没有定论）。 \n但这些与人类衰老时的情况并不相似。 \n破旧的手表仍然是手表，可以重新上弦。 \n相比之下，一块旧表变得如此磨损和不可靠，最终不值得修理。 \n但手表永远无法自我修复——它不是由有生命的部件组成的，只有金属，金属会因摩擦而磨损。 \n我们曾经可以自我修复，至少足以克服除最致命的疾病和事故之外的所有疾病和事故。 \n在十二到八十年间，我们逐渐失去了这种力量；一种十二岁就会把我们打倒的疾病，八十岁也会把我们打倒， \n另外700名幸存者将再次减半。 \n\n--ALEX舒适衰老过程--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "mZL1s7",
    "title": "Water and the traveller",
    "titleTranslate": "水和旅行者",
    "text": "Contamination of water supplies is usually due to poor sanitation close to water sources, sewage disposal into the sources themselves, leakage of sewage into distribution systems or contamination with industrial or farm waste. \nEven if a piped water supply is safe at its source, it is not always safe by the time it reaches the tap. \nIntermittent tap-water supplies should be regarded as particularly suspect. \n\nTravellers on short trips to areas with water supplies of uncertain quality should avoid drinking tap-water, or untreated water from any other source. \nIt is best to hot drinks, bottled or canned drinks of well-known brand names--international standards of water treatment are usually followed at bottling plants. \nCarbonated drinks are acidic, and slightly safer. \nMake sure that all bottles are opened in your presence, \nand that their rims are clean and dry. \n\nBoiling is always a good way of treating water. \nSome hotels supply boiled water on request and this can be used for drinking, or for brushing teeth. \nPortable boiling elements that can boil small quantities of water are useful when the right voltage of electricity is available. \nRefuse politely any cold drink from an unknown source. \n\nIce is only as safe as the water from which it is made, \nand should not be put in drinks unless it is known to be safe. \nDrink can be cooled by placing them on ice tather than adding ice to them. \n\nAlcohol may be a medical disinfectant, but should not be relied upon to sterilize water. \nEthanol is more effective at a concentration of 50-70 per cent;below 20 per cent, its bactericidal action is negligible. \nSpirits labelled 95 proof contain only about 47 per cent alcohol. \nBeware of methylated alcohol, which is very poisonous, \nand should never be added to drinking water. \n\nIf no other safe supply can be obtained, tap water that is too hot to touch can be left to cool and is generally safe to drink. \nThose planning a trip to remote areas, or intending to live in countries where drinking water is not readily available, should know about the various possible methods for making water safe. \n\n--RICHARD DAWOOD Travellers' Health--",
    "textTranslate": "供水污染通常是由于水源附近卫生条件差、污水排入水源本身、污水泄漏到分配系统或工业或农业废物污染造成的。 \n即使管道供水在源头是安全的，但当它到达水龙头时并不总是安全的。 \n间歇性自来水供应应被视为特别可疑。 \n\n前往水质不确定地区的短途旅行者应避免饮用自来水或任何其他来源的未经处理的水。 \n最好是知名品牌的热饮、瓶装或罐装饮料——装瓶厂通常遵循国际水处理标准。 \n碳酸饮料是酸性的，稍微安全一些。 \n确保所有瓶子都在你面前打开， \n而且它们的边缘干净干燥。 \n\n煮沸总是处理水的好方法。 \n一些酒店根据要求提供开水，可用于饮用或刷牙。 \n当有合适的电压可用时，可以煮沸少量水的便携式煮沸元件是有用的。 \n礼貌地拒绝任何来历不明的冷饮。 \n\n冰的安全性取决于它所用的水， \n除非已知安全，否则不应放入饮料中。 \n饮料可以放在冰上冷却，而不是加冰。 \n\n酒精可能是一种医用消毒剂，但不应依赖它来消毒水。 \n乙醇浓度在50-70%时更有效；低于20%，其杀菌作用可以忽略不计。 \n标有95度酒精度的烈酒仅含有约47%的酒精。 \n小心甲基化酒精，它毒性很大， \n切勿将其添加到饮用水中。 \n\n如果无法获得其他安全供应，可以让太热而无法触摸的自来水冷却，通常可以安全饮用。 \n那些计划前往偏远地区旅行，或打算生活在饮用水不易获得的国家的人，应该知道各种可能的水安全方法。 \n\n--理查德·达伍德旅行者健康--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "yyOOs8",
    "title": "What every writer wants",
    "titleTranslate": "作家之所需",
    "text": "I have known very few writers, \nbut those I have known, \nand whom I respected,confess at once that they have little idea where they arc going when they first set pen to paper. \nThey have a character, perhaps two, they are in that condition of eager discomfort which passes for inspiration, all admit radical changes of destination once the journey has begun;one, to my certain knowledge, spent nine months on a novel about Kashmir, then reset the whole thing in the Scottish Highlands. \nI never heard of anyone making a 'skeleton',as we were taught at school. \nIn the breaking and remaking, in the timing, interweaving, beginning afresh, the writer comes to discern things in his material which were not conseriously in his mind when he began. \nThis organic process, often leading to moments of extraordinary self-discovery, is of an indescribable fascination. \nA blurred image appears, he adds a brushstroke and another, \nand it is gone;but something was there, \nand he will not rest till he has captured it. \nSometimes the yeast within a writer outlives a book he has written. \nI have heard of writers who read nothing but their own books, like adolescents they stand before the mirror,and still cannot fathom the exact outline of the vision before them. \nFor the same reason, writers talk interminably about their own books, winkling out hidden meanings, super-imposing new ones, begging response from those around them. \nOf course a writer doing this is misunderstood:he might as well try to explain a crime or a love affair. \nHe is also, incidentally, an unforgivable bore. \n\nThis temptation to cover the distance between himself and the reader, to study his image in the sight of those who do not know him, can be his undoing:he has begun to write to please. \n\nA young English writer made the pertinent observation a year or two back that the talent goes into the first draft, \nand the art into the drafts that follow. \nFor this reason also the writer, like any other artist, has no resting place, no crowd or movement in which he may take comfort, no judgment from outside which can replace the judgment from within. \nA writer makes order out of the anarchy of his heart;he submits himself to a more ruthless discipline than any critic dreamed of, \nand when he flirts with fame, he is taking time off from living with himself, from the search for what his world contains at its inmost point.",
    "textTranslate": "我认识的作家很少， \n但我认识的人， \n我尊敬的他立刻承认，当他们第一次动笔时，他们几乎不知道自己要去哪里。 \n他们有一个性格，也许是两个，他们处于那种渴望不适的状态，这种状态被视为灵感，一旦旅程开始，他们都承认目的地发生了根本性的变化；据我所知，其中一位花了九个月的时间写了一本关于克什米尔的小说，然后将整个故事重置为苏格兰高地。 \n我从未听说过有人像我们在学校学的那样制作“骷髅”。 \n在打破和重塑、时机把握、交织、重新开始的过程中，作家开始在材料中辨别出他开始时并不保守的东西。 \n这种有机的过程，往往导致非凡的自我发现时刻，具有一种难以形容的魅力。 \n一个模糊的图像出现了，他加了一笔又一笔， \n它消失了；但有些东西在那里， \n除非他抓住它，否则他不会休息。 \n有时，作家内心的酵母会比他写的书活得更久。 \n我听说有些作家除了自己的书什么都不读，就像青少年一样，他们站在镜子前，仍然无法理解眼前景象的确切轮廓。 \n出于同样的原因，作家们没完没了地谈论自己的书，掩饰隐藏的意义，强加新的意义，乞求周围人的回应。 \n当然，一个作家这样做会被误解：他不妨试着解释一桩犯罪或一段恋情。 \n顺便说一句，他也是一个不可原谅的无聊。 \n\n这种试图掩盖自己与读者之间距离的诱惑，在那些不认识他的人面前研究他的形象，可能是他的失败：他已经开始为了取悦而写作。 \n\n一两年前，一位年轻的英国作家提出了一个中肯的观察，即天赋会进入初稿， \n并将艺术融入随后的草稿中。 \n出于这个原因，作家和其他艺术家一样，没有休息的地方，没有可以让他感到安慰的人群或运动，没有外部的判断可以取代内部的判断。 \n作家从内心的无政府状态中建立秩序；他接受了一种比任何评论家都想象的更残酷的纪律， \n当他与名声调情时，他是在抽出时间与自己相处，不去寻找他的世界最深处所包含的东西。",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "TT2Zsc",
    "title": "Waves",
    "titleTranslate": "波浪",
    "text": "Waves are the children of the struggle between ocean and atmosphere, the ongoing signatures of infinity. \nRays from the sun excite and energize the atmosphere of the earth, awakening it to flow, to movement, to rhythm, to life. \nThe wind then speaks the message of the sun to the sea and the sea transmits it on through waves--an ancient, exquisite, powerful message. \n\nThese ocean waves are among the earth's most complicated natural phenomena. \nThe basic features include a crest (the highest point of the wave),a trough( the lowest point),a height (the vertical distance from the trough to the crest),a wave length( the horizontal distance between two wave crests ),and a period( \nwhich is the time it takes a wave crest to travel one wave length ). \nAlthough an ocean wave gives the impression of a wall of water moving in your direction, in actuality waves move through the water leaving the water about where it was. \nIf the water was moving with the wave, the ocean and everything on it would be racing in to the shore with obviously catastrophic results. \n\nAn ocean wave passing through deep water causes a particle on the surface to move in a roughly circular orbit, drawing the particle first towards the advancing wave, then up into the wave, then forward with it and then--as the wave leaves the particles behind--back to its starting point again. \n\nFrom both maturity to death, a wave is subject to the same laws as any other 'living' thing. \nFor a time it assumes a miraculous individuality that, in the end, is reabsorbed into the great ocean of life. \n\nThe undulating waves of the open sea are generated by three natural causes:wind, earth movements or tremors, \nand the gravitational pull of the moon and the sun. \nOnce waves have been generated, gravity is the force that drives them in a continual attempt to restore the ocean surface to a flat plain. \n\n--from World Magazine(BBC Enterprises )--",
    "textTranslate": "波浪是海洋和大气之间斗争的产物，是无限的持续特征。 \n太阳的光线激发并激励着地球的大气层，唤醒它流动、运动、节奏和生命。 \n然后，风将太阳的信息传达给大海，大海通过波浪将其传递出去——这是一个古老、精致、强大的信息。 \n\n这些海浪是地球上最复杂的自然现象之一。 \n基本特征包括波峰（波浪的最高点）、波谷（最低点）、高度（波谷到波峰的垂直距离）、波长（两个波峰之间的水平距离）和周期( \n波峰行进一个波长所需的时间）。 \n虽然海浪给人的印象是一堵水墙朝你的方向移动，但实际上波浪在水中移动，把水留在原地。 \n如果水随着波浪移动，海洋及其上的一切都会冲向岸边，造成明显的灾难性后果。 \n\n穿过深水的海浪会使表面上的一个粒子沿大致圆形的轨道移动，首先将粒子吸引到前进的波浪中，然后向上吸引到波浪中，再与波浪一起前进，然后——当波浪将粒子抛在后面时——再次回到起点。 \n\n从成熟到死亡，波浪和任何其他“生物”一样，都遵循同样的规律。 \n有一段时间，它呈现出一种神奇的个性，最终被重新吸收到生命的大海中。 \n\n公海的波浪起伏是由三个自然原因引起的：风、地球运动或震动， \n以及月球和太阳的引力。 \n一旦波浪产生，重力就是驱使它们不断试图将海洋表面恢复到平坦平原的力量。 \n\n--来自《世界杂志》（BBC企业）--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "Qd0sRZ",
    "title": "Training elephants",
    "titleTranslate": "训练大象",
    "text": "Two main techniques have been used for training elephants, which we may respectively the tough and the gentle. \nThe former method simply consists of setting an elephant to work and beating him until he does what is expected of him. \nApart from moral considerations this is a stupid method of training, for it produces a resentful animal who at a later stage may well turn man-killer. \nThe gentle method requires more patience in the early stages, \nbut produces a cheerful, good-tempered elephant who will give many years of loyal service. \n\nThe first essential in elephant training is to assign to the animal a single mahout who will be entirely responsible for the job. \nElephants like to have one master just as dogs do, \nand are capable of a considerable degree of personal affection. \nThere are even stories of half-trained elephant calves who have refused to feed and pined to death when by some unavoidable circumstance they have been deprived of their own trainer. \nSuch extreme cases must probably be taken with a grain of salt, \nbut they do underline the general principle that the relationship between elephant and mahout is the key to successful training. \n\nThe most economical age to capture an elephant for training is between fifteen and twenty years, for it is then almost ready to undertake heavy work and can begin to earn its keep straight away. \nBut animals of this age do not easily become subservient to man, \nand a very time man, \nand a very firm hand must be employed in the early stages. \nThe captive elephant, still roped to a tree, plunges and screams every time a man approaches, \nand for several days will probably refuse all food through anger and fear. \nSometimes a tame elephant is tethered nearby to give the wild one confidence, \nand in most cases the captive gradually quietens down and begins to accept its food. \nThe next stage is to get the elephant to the training establishment, a ticklish business which is achieved with the aid of two tame elephants roped to the captive on either side. \nWhen several elephants are being trained at one time, it is customary for the new arrival to be placed between the stalls of two captives whose training is already well advanced. \nIt is then left completely undisturbed with plenty of food and water so that it can absorb the atmosphere of its new home and see that nothing particularly alarming is happening to its companions. \nWhen it is eating normally, its own training begins. \nThe trainer stands in front of the elephant holding a long stick with a sharp metal point. \nTwo assistants, mounted on tame elephants, control the captive from either side, while others rub their hands over his skin to the accompaniment of a monotonous and soothing chant. \nThis is supposed to induce pleasurable sensations in the elephant, \nand its effects are reinforced by the use of endearing epithets. \nThe elephant is not son ',or' ho! \nmy father ',or' my mother ',according to the age and sex of the captive. \nThe elephant is not immediately susceptible to such blandishments, however, \nand usually lashes fiercely with its trunk in all directions. \nThese movements are controlled by the trainer with the metal-pointed stick, \nand the trunk eventually becomes so sore that the elephant curls it up and seldom afterwards uses it for offensive purposes. \n\n--RICHARD CARRINGTON Elephants--",
    "textTranslate": "训练大象主要使用了两种技术，我们可以分别使用强硬和温和的技术。 \n前一种方法简单地包括让大象工作并殴打它，直到它做了人们对它的期望。 \n除了道德方面的考虑，这是一种愚蠢的训练方法，因为它会产生一种怨恨的动物，在以后的阶段很可能会变成人类杀手。 \n温和的方法在早期阶段需要更多的耐心， \n但这只大象性格开朗、脾气好，会忠诚服务多年。 \n\n大象训练的首要任务是为动物指定一名驯象员，由其全权负责这项工作。 \n大象和狗一样喜欢有一个主人， \n并且能够产生相当程度的个人感情。 \n甚至有这样的故事，半训练的大象幼崽拒绝进食，在不可避免的情况下被剥夺了自己的驯兽师后，它们饿死了。 \n这种极端情况可能必须持保留态度， \n但它们确实强调了大象和驯象员之间的关系是成功训练的关键这一普遍原则。 \n\n捕捉大象进行训练的最经济年龄在十五到二十岁之间，因为那时它几乎已经准备好承担繁重的工作，可以立即开始谋生。 \n但这个时代的动物并不容易屈从于人类， \n一个非常有时间感的人， \n在早期阶段必须使用非常坚定的手。 \n被捕获的大象仍然被拴在树上，每当有人靠近时，它就会猛冲并尖叫， \n在接下来的几天里，他们可能会因为愤怒和恐惧而拒绝所有的食物。 \n有时，驯服的大象会被拴在附近，给野生大象信心， \n在大多数情况下，俘虏会逐渐安静下来，开始接受食物。 \n下一阶段是将大象送到训练机构，这是一项棘手的任务，需要两头驯服的大象在两侧拴在俘虏身上才能完成。 \n当一次训练几头大象时，习惯上新来的大象会被放在两个训练已经很好的俘虏的畜栏之间。 \n然后，它完全不受干扰，有充足的食物和水，这样它就可以吸收新家的空气，并看到它的同伴没有发生任何特别令人担忧的事情。 \n当它正常进食时，它自己的训练就开始了。 \n驯兽师站在大象面前，手里拿着一根长棍，棍子上有一个锋利的金属尖。 \n两名助手骑在驯服的大象身上，从两侧控制着俘虏，而其他人则用手在他的皮肤上摩擦，伴随着单调而舒缓的吟唱。 \n这应该会在大象身上引起愉悦的感觉， \n其效果因使用可爱的绰号而得到加强。 \n大象不是儿子，也不是呵！ \n根据俘虏的年龄和性别，可以选择“我的父亲”或“我的母亲”。 \n然而，大象不会立即受到这种花言巧语的影响， \n通常用树干向四面八方猛烈地抽打。 \n这些动作由教练用金属尖头棒控制， \n大象的鼻子最终会变得非常酸痛，以至于大象会把它卷起来，之后很少用它来进行攻击。 \n\n--理查德·卡灵顿大象--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "pNRzJm",
    "title": "Recording an earthquake",
    "titleTranslate": "记录地震",
    "text": "An earthquake comes like a thief in the night, without warning. \nIt was necessary, therefore, to invent instruments that neither slumbered nor slept. \nSome devices were quite simple. \nOne, for instance, consisted of rods of various lengths and thicknesses with would stand up end like ninepins. \nWhen a shock came, it shook the rigid table upon which these stood. \nIf it were gentle, only the more unstable rods fell. \nIf it were severe, they all fell. \nThus the rods, by falling, \nand by the direction in which they fell, recorded for the severe, they all fell. \nThus the rods, by falling, \nand by the direction in which they fell, recorded for the slumbering scientist the strength of a shock that was too weak to waken him, \nand the direction from which it came. \n\nBut instruments far more deliecate than that were needed if any really serious advance was to be made. \nThe ideal to be aimed at was to devise an instrument that could record with a pen on paper, the movements of the ground or of the table as the quake passed by. \nWhile I write my pen moves, but the paper keeps still. \nWith practice, no doubt, I could in time learn to write by holding the pen still while the paper moved. \nThat sounds a silly suggestion, \nbut that was precisely the idea adopted in some of the early instruments (seismometers) for recording earthquake waves. \nBut when table, penholder and paper are all moving, how is it possible to write legibly? \nThe key to a solution of that problem lay in an everyday observation. \nWhy does a person standing in a bus or train tend to fall when a sudden start is made? \nIt is because his feet move on , but his head stays still. \nA simple experiment will help us a little further. \nTie a heavy weight at the end of a long piece of string. \nWith the hand to and fro and around but not up and string so that the weight nearly touches the ground. \nNow move the hand to and fro and around but not up and down. \nIt will be found that the weight a piece of string. \nWith the hand held high in the air, hold the string so that the weight nearly touches the ground. \nNow move the hand to and fro and around but not up and down. \nIt will be found that ten weight moves but slightly or not at all. \nImagine an earthquake shock shaking the floor, the paper, you and your hand. \nIn the midst of all this movement, the weight and the pen would be still. \nBut as the paper moved from side to side under the pen point, its movement would be recorded in ink upon its surface. \nIt was upon this principle that the first instruments were made, \nbut while the drum was being shaken, the line that the pen was drawing wriggled from side to side. \nThe apparatus thus described, however, records only the horizontal component of the wave movement, which is, in fact, much more complicated. \nIf we could actually see the path described by a particle, such as a sand grain in the rock, it would be more like that of a bluebottle path described by a particle, such as a sand grain in the rock, it would be more like that of a bluebottle buzzing round the room;it would be up and down, to and fro and from side to side. \nInstruments have been devised and can be so placed that all three elements can be recorded in different graphs. \n\nWhen the instrument is situated at more than 700 miles from the earthquake centre, the graphic record shows three waves arriving one after at short intervals. \nThe first records the arrival of longitudinal vibrations. \nThe second marks the arrival of transverse vibrations which travel more slowly and arrive several minutes after the first. \nThese two have travelled through the earth. \nIt was from the study of these that so much was learnt about the interior of the earth. \nThe third, or main. \nThe third, or main wave, is the slowest and has travelled round the earth through the surface rocks. \n\n--H.H,SWINNERTON The Earth beneath Us--",
    "textTranslate": "地震就像夜里的小偷，毫无预警。 \n因此，有必要发明既不睡觉也不睡觉的仪器。 \n有些设备非常简单。 \n例如，其中一种由不同长度和厚度的杆组成，其末端像九针一样直立。 \n当一个冲击来了，它动摇了这些站在坚硬的桌子上。 \n如果它是温和的，只有更不稳定的杆倒下了。 \n如果情况严重，他们都会倒下。 \n因此杆通过下落， \n按照他们倒下的方向，记录了严重的人，他们都倒下了。 \n因此杆通过下落， \n从他们倒下的方向，为这位沉睡的科学家记录下了一种太弱而无法唤醒他的冲击力， \n以及它来自的方向。 \n\n但如果要取得任何真正重大的进展，就需要比这更不可取的工具。 \n理想的目标是设计一种仪器，可以用笔在纸上记录地震经过时地面或桌子的运动。 \n我写字的时候，钢笔在动，但纸却一动不动。 \n毫无疑问，通过练习，我可以在纸张移动时保持笔不动来学习写作。 \n这听起来是个愚蠢的建议， \n但这正是一些早期记录地震波的仪器（地震仪）所采用的想法。 \n但是当桌子、笔架和纸张都在移动时，怎么可能写得清晰呢？ \n解决这个问题的关键在于日常观察。 \n为什么站在公共汽车或火车上的人在突然启动时容易摔倒？ \n这是因为他的脚在动，但他的头却一动不动。 \n一个简单的实验将帮助我们更进一步。 \n把重物系在一根长绳子的末端。 \n用手来回摆动，但不要向上拉绳子，这样重物几乎接触到地面。 \n现在来回移动手，但不要上下移动。 \n人们会发现，一根绳子的重量。 \n手高举在空中，握住绳子，使重物几乎接触到地面。 \n现在来回移动手，但不要上下移动。 \n人们会发现，十个重量会移动，但会轻微移动或根本不会移动。 \n想象一下，地震震动了地板、纸张、你和你的手。 \n在所有这些运动中，重量和笔都是静止的。 \n但是，当纸张在笔尖下左右移动时，它的移动会被记录在表面上的墨水中。 \n正是基于这一原则，第一批仪器被制造出来， \n但当鼓被摇动时，钢笔画的线却左右扭动。 \n然而，如此描述的设备只记录了波浪运动的水平分量，事实上，这要复杂得多。 \n如果我们真的能看到一个粒子所描述的路径，比如岩石中的沙粒，那它更像是一个粒子描述的蓝瓶路径，比如一个岩石中的砂粒，它更像一个在房间里嗡嗡作响的蓝瓶；它会上下、来回、左右。 \n仪器已经设计出来，可以放置在不同的图表中记录所有三个元素。 \n\n当仪器位于距离地震中心700多英里的地方时，图形记录显示三个波以很短的间隔相继到达。 \n第一个记录了纵向振动的到来。 \n第二个标志着横向振动的到来，其传播速度较慢，在第一个之后几分钟到达。 \n这两个人在地球上旅行过。 \n正是通过对这些的研究，人们对地球内部了解了很多。 \n第三，或主要。 \n第三波，或称主波，速度最慢，穿过地表岩石绕地球一周。 \n\n--H.H.SWINNERTON我们脚下的地球--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "DhaWCH",
    "title": "Are there strangers in space?",
    "titleTranslate": "宇宙中有外星人吗？",
    "text": "We must conclude from the work of those who have studied the origin of life, that given a planet only approximately like our own, life is almost certain to start. \nOf all the planets in our solar system, we ware now pretty certain the Earth is the only one on which life can survive. \nMars is too dry and poor in oxygen, Venus far too hot, \nand so is Mercury, \nand the outer planets have temperatures near absolute zero and hydrogen-dominated atmospheres. \nBut other suns, start as the astronomers call them, are bound to have planets like our own, \nand as is the number of stars in the universe is so vast, this possibility becomes virtual certainty. \nThere are one hundred thousand million starts in our own Milky Way alone, \nand then there are exist is now estimated at about 300 million million. \n\nAlthough perhaps only 1 per cent of the life that has started somewhere will develop into highly complex and intelligent patterns, \nso vast is the number of planets, that intelligent life is bound to be a natural part of the universe. \n\nIf then we are so certain that other intelligent life exists in the universe, why have we had no visitors from outer space yet? \nFirst of all, they may have come to this planet of ours thousands or millions of years ago, \nand found our then prevailing primitive state completely uninteresting to their own advanced knowledge. \nProfessor Ronald Bracewell, a leading American radio astronomer, argued in Nature that such a superior civilization, on a visit to our own solar system, may have left an automatic messenger behind to await the possible awakening of an advanced civilization. \nSuch a messenger, receiving our radio and television signals, might well re-transmit them back to its home-planet, although what impression any other civilization would thus get from us is best left unsaid. \n\nBut here we come up against the most difficult of all obstacles to contact with people on other planets--the astronomical distances which separate us. \nAs a reasonable guess, they might, on an average, be 100 light years away. \n(A light year is the distance which light travels at 186,000 miles per second in one year, namely 6 million million miles.) Radio waves also travel at the speed of light, \nand assuming such an automatic messenger picked up our first broadcasts of the 1920's, the message to its home planet is barely halfway there. \nSimilarly, our own present primitive chemical rockets, though good enough to orbit men, have no chance of transporting us to the nearest other star, four light years away, let alone distances of tens or hundreds of light years. \n\nFortunately, there is a 'uniquely rational way' for us to communicate with other intelligent beings, as Walter Sullivan has put it in his excellent book, We Are not Alone. \nThis depends on the precise radio frequency of the 21-cm wavelength, or 1420 megacycles per second. \nIt is the natural frequency of emission of the hydrogen atoms in space and was discovered by us in 1951;it must be known to any kind of radio astronomer in the universe. \n\nOnce the existence of this wave-length had been discovered, it was not long before its use as the uniquely recognizable broadcasting frequency for interstellar communication was suggested. \nWithout something of this kind, searching for intelligences on other planets would be like trying to meet a friend in London without a pre-arranged rendezvous and absurdly wandering the streets in the hope of a chance encounter. \n\n--ANTHONY MICHAELIS Are There Strangers in Space? \nfrom The Weekend Telegraph--",
    "textTranslate": "我们必须从那些研究生命起源的人的工作中得出结论，给定一个与我们自己的星球大致相似的星球，生命几乎肯定会开始。 \n在太阳系的所有行星中，我们现在非常确定地球是唯一一个生命可以生存的星球。 \n火星太干燥，氧气太少，金星太热， \n水星也是如此， \n外行星的温度接近绝对零度，大气层以氢为主。 \n但其他恒星，正如天文学家所说，必然会有像我们自己的行星， \n由于宇宙中恒星的数量如此之多，这种可能性几乎是确定的。 \n仅在我们自己的银河系中，就有一亿个起点， \n目前估计存在约3亿只。 \n\n尽管在某个地方开始的生命中，可能只有1%会发展成高度复杂和智能的模式， \n行星的数量如此之多，以至于智慧生命必然是宇宙的自然组成部分。 \n\n如果我们如此确信宇宙中存在其他智慧生命，为什么我们还没有来自外太空的访客？ \n首先，他们可能在数千年或数百万年前来到我们这个星球， \n并发现我们当时盛行的原始状态对他们自己的先进知识完全没有吸引力。 \n美国著名射电天文学家Ronald Bracewell教授在《自然》杂志上指出，如此卓越的文明在访问我们自己的太阳系时，可能留下了一个自动信使，等待着先进文明的可能觉醒。 \n这样一个信使，接收我们的广播和电视信号，很可能会将它们重新传输回它的家园星球，尽管最好不要说其他文明会从我们这里得到什么印象。 \n\n但在这里，我们遇到了与其他星球上的人接触的所有障碍中最困难的一个——将我们分开的天文距离。 \n作为一个合理的猜测，它们平均可能在100光年之外。 \n（光年是指光在一年内以每秒186000英里的速度传播的距离，即600亿英里。）无线电波也以光速传播， \n假设这样一个自动信使接收到了我们20世纪20年代的第一次广播，那么发送给它的母星的信息还不到一半。 \n同样，我们目前的原始化学火箭虽然足以绕人类轨道运行，但没有机会将我们运送到最近的四光年外的其他恒星，更不用说数十或数百光年的距离了。 \n\n幸运的是，正如沃尔特·沙利文在他的优秀著作《我们并不孤单》中所说，我们有一种“独特的理性方式”与其他智能生物交流。 \n这取决于21厘米波长的精确射频，即每秒1420兆周。 \n它是氢原子在太空中的自然发射频率，是我们在1951年发现的；宇宙中任何一种射电天文学家都必须知道它。 \n\n一旦发现了这种波长的存在，不久就有人建议将其用作星际通信中唯一可识别的广播频率。 \n如果没有这种东西，在其他星球上寻找智能就像在没有预先安排的约会的情况下在伦敦与朋友见面，然后荒谬地在街上闲逛，希望能有一次偶然的相遇。 \n\n--安东尼·迈克尔太空中有陌生人吗？ \n来自《周末电讯报》--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "vfu3wl",
    "title": "Patterns of culture",
    "titleTranslate": "文化的模式",
    "text": "Custom has not commonly been regarded as a subject of great moment. \nThe inner workings of our won brains we feel to be uniquely worthy of investigation, \nbut custom, we have a way of thinking, is behaviour at its most commonplace. \nAs a matter of fact, it is the other way around. \nTraditional custom, taken the world over, is a mass of detailed behaviour more astonishing than what any one person can ever evolve in individual actions, no matter how aberrant. \nYet that is a rather trivial aspect of the matter. \nThe fact of first-rate importance is the predominant role that custom plays in experience and in belief, \nand the very great varieties it may manifest. \n\nNo man ever looks at the world with pristine eyes. \nHe sees it edited by a definite set of customs and institutions and ways of thinking. \nEven in his philosophical probing he cannot go behind these stereotypes;his very concepts of the true and the false will still have reference to his particular traditional customs. \nJohn Dewey has said in all seriousness that the part played by custom in shaping the behaviour of the individual, as against any way in which he can affect traditional custom, is as the proportion of the total vocabulary of his mother tongue against those words of his own baby talk that are taken up into the vernacular of his family. \nWhen one seriously studies the social orders that have had the opportunity to develop autonomously, the figure becomes no more than an exact and matter-of-fact observation. \nThe life history handed down in his community. \nFrom the moment of his birth, the customs into which he is born shape his experience and behaviour. \nBy the time he can talk, he is the little creature of his culture, \nand by the time he is grown and able to take part in its activities, its habits are his habits, its beliefs his beliefs, its impossibilities his impossibilities. \nEvery child that is born into his group will share them with him, \nand no child born into one on the opposite side of the globe can ever achieve the thousandth part. \nThere is no social problem it is more incumbent upon us to understand than this of the role of custom. \nUntil we are intelligent as to its laws and varieties, the main complicating facts of human life must remain unintelligible. \n\nThe study of custom can be profitable only after certain preliminary propositions have been accepted, \nand some of these propositions have been violently opposed. \nIn the first place, any scientific study requires that there be no preferential weighting of one or another of the items in the series it selects for its consideration. \nIn all the less controversial fields, like the study of cacti or termites or the mature of nebulae, the necessary method of study is to group the relevant material and to take note of all possible variant forms and conditions. \nIn this way, we have learned all that we know of the laws of astronomy, or of the habits of the social insects, let us say. \nIt is only in the relevant material and to take note of all possible variant forms and conditions. \nIn this way, we have learned all that we know of the laws of astronomy, or of the habits of the social insects, let us say. \nIt is only in the study of man himself that the major social sciences have substituted the study of one local variation, that of Western civilization. \n\nAnthropology was by definition impossible, as long as these distinctions between ourselves and the primitive, ourselves and the barbarian, ourselves and the pagan, held sway over people's minds. \nIt was necessary first to arrive at that degree of sophistication where we no longer set our own belief against our neighbour's superstition. \nIt was necessary to recognize that these institutions which are based on the same premises, let us say the supernatural, must be considered together, our own among the rest. \n\n--RUTH BENEDICT Patterns of Culture--",
    "textTranslate": "习俗通常不被视为一个重要的话题。 \n我们认为自己大脑的内部运作是唯一值得研究的， \n但我们有一种思维方式，习俗是最常见的行为。 \n事实上，情况正好相反。 \n世界各地的传统习俗是一系列详细的行为，比任何一个人在个人行为中进化出的行为都更令人惊讶，无论多么异常。 \n然而，这只是事情的一个相当微不足道的方面。 \n最重要的事实是，习俗在经验和信仰中起着主导作用， \n以及它可能表现出的非常大的品种。 \n\n从来没有人用纯净的眼睛看世界。 \n他认为它是由一套明确的习俗、制度和思维方式编辑的。 \n即使在他的哲学探索中，他也无法超越这些刻板印象；他对真与假的概念仍然与他特定的传统习俗有关。 \n约翰·杜威（John Dewey）非常严肃地说，习俗在塑造个人行为方面所起的作用，与他影响传统习俗的任何方式相反，就像他母语的总词汇量与他自己的婴儿话语中被家庭方言吸收的单词的比例一样。 \n当一个人认真研究有机会自主发展的社会秩序时，这个数字只不过是一个准确和实事求是的观察。 \n他社区流传下来的生活史。 \n从他出生的那一刻起，他出生的习俗就塑造了他的经历和行为。 \n等他能说话的时候，他已经是他文化中的小人物了， \n当他长大并能够参与它的活动时，它的习惯就是他的习惯，它的信仰就是他的信仰，它的不可能就是他的不可能。 \n每个出生在他群体中的孩子都会和他分享， \n地球另一端出生的孩子永远无法达到千分之一。 \n没有什么社会问题比这更需要我们理解习俗的作用了。 \n在我们了解其规律和变化之前，人类生活的主要复杂事实必须保持不可理解。 \n\n只有在某些初步命题被接受后，对习俗的研究才能有利可图， \n其中一些主张遭到了强烈反对。 \n首先，任何科学研究都要求对其选择的系列中的一个或另一个项目没有优先权重。 \n在所有争议较小的领域，如仙人掌、白蚁或星云成熟的研究，必要的研究方法是对相关材料进行分组，并注意所有可能的变体形式和条件。 \n通过这种方式，我们了解了天文学定律，或者说社会昆虫的习性。 \n它只在相关材料中，并注意所有可能的变体形式和条件。 \n通过这种方式，我们了解了天文学定律，或者说社会昆虫的习性。 \n只有在对人本身的研究中，主要的社会科学才取代了对西方文明这一局部变异的研究。 \n\n从定义上讲，人类学是不可能的，只要我们和原始人、我们和野蛮人、我们自己和异教徒之间的区别控制着人们的思想。 \n首先，我们必须达到一种成熟的程度，不再把自己的信仰与邻居的迷信对立起来。 \n有必要认识到，这些基于相同前提的机构，比如说超自然的机构，必须一并考虑，我们自己的机构也必须一并考虑。 \n\n--RUTH-BENEDICT文化模式--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "-rfB1s",
    "title": "men and galaxies",
    "titleTranslate": "人与星系",
    "text": "In man's early days. \ncompetition with other creatures must have been critical. \nBut this phase of our development is now finished. \nIndeed, we lack practice and experience nowadays in dealing with primitive conditions. \nI am sure that, without modern weapons, I would make a very poor show of disputing the ownership of a cave with a bear, \nand in this I do not think that I stand alone. \nThe last creature to compete with man was the mosquito. \nBut even the mosquito has been subdued by attention to drainage and by chemical sprays. \n\nCompetition between our selves, person against person, community against community, still persists, however;and it is as fierce as it ever was. \n\nBut the competition of man against man is not the simple process envisioned in biology. \nIt is not a simple competition for a fixed amount of food determined by the physical environment, \nbecause the environment that determines our evolution is no longer essentially physical. \nOur environment is chiefly conditoned by the things we believe. \nMorocco and California are bits of the Earth in very similar latitudes, both on the west coasts of continents with similar climates, \nand probably with rather similar natural resources. \nYet their present development is wholly different, not so much because of different people wish to emphasize. \nThe most important factor in our environment is the state of our own minds. \n\nIt is well known that where the white man has invaded a primitive culture, the most destructive effects have come not from physical weapons but from ideas. \nIdeas are dangerous. \nThe Holy Office knew this full well when it caused heretics to be burned in days gone by. \nIndeed, the concept of free speech only exists in our modern society because when you are inside a community, you are conditioned by the conventions of the community to such a degree that it is very difficult to conceive of anything really destructive. \nIt is only someone looking on from outside that can inject the dangerous thoughts. \nI do not doubt that it would be possible to inject ideas into the modern world that would utterly destroy us. \nI would like to give you an example, but fortunately I cannot do so. \nPerhaps it will suffice to mention the unclear bomb. \nOf making the effect on a reasonably advanced technological society, one that still does not possess the bomb, of making it aware of the possibility, of supplying sufficient details to enable the thing to be constructed. \nTwenty or thirty pages of information handed to any of the major world powers around the year 1925 would have been sufficient to change the course of world history. \nIt is a strange thought, \nbut I believe a correct one, that twenty or thirty pages of ideas and information would be capable of turning the present-day world upside down, or even destroying it. \nI have often tried to conceive of what those pages might contain, \nbut of course outside the particular patterns that our brains are conditioned to, or, to be more accurate, we can think only a very little way outside, \nand then only if we are very original. \n\n--FRED HOYLE Of Men and Galaxies--",
    "textTranslate": "在人类的早期。 \n与其他生物的竞争一定很激烈。 \n但我们发展的这一阶段现在已经结束了。 \n事实上，我们现在在处理原始条件方面缺乏实践和经验。 \n我确信，如果没有现代武器，我会在与熊争夺洞穴所有权的问题上表现得非常糟糕， \n在这方面，我并不认为我是孤独的。 \n最后一个与人类竞争的生物是蚊子。 \n但即使是蚊子，也因注意排水和化学喷雾而被制服。 \n\n然而，我们之间的竞争，人与人、社区与社区之间的竞争仍然存在；而且它和以前一样凶猛。 \n\n但人与人的竞争并不是生物学中设想的简单过程。 \n这不是对由物理环境决定的固定数量的食物的简单竞争， \n因为决定我们进化的环境不再本质上是物理的。 \n我们的环境主要取决于我们所相信的东西。 \n摩洛哥和加利福尼亚是地球上纬度非常相似的地区，都位于气候相似的大陆西海岸， \n而且可能拥有相当相似的自然资源。 \n然而，他们目前的发展完全不同，与其说是因为人们希望强调的不同。 \n我们环境中最重要的因素是我们自己的心态。 \n\n众所周知，在白人入侵原始文化的地方，最具破坏性的影响不是来自物理武器，而是来自思想。 \n想法是危险的。 \n当它在过去的日子里导致异端被烧死时，神圣办公室对此非常清楚。 \n事实上，言论自由的概念只存在于我们的现代社会，因为当你身处一个社区时，你会受到社区习俗的制约，以至于很难想象有什么真正具有破坏性的东西。 \n只有从外面看的人才能注入危险的想法。 \n我毫不怀疑，有可能将彻底摧毁我们的思想注入现代世界。 \n我想举个例子，但幸运的是我不能这样做。 \n也许只需提及不明炸弹就足够了。 \n对一个相当先进的技术社会产生影响，这个社会还没有拥有核弹，让它意识到这种可能性，提供足够的细节来建造核弹。 \n1925年前后，交给世界主要大国的二三十页信息足以改变世界历史的进程。 \n这是一个奇怪的想法， \n但我相信一个正确的说法，二三十页的想法和信息能够颠覆当今世界，甚至摧毁它。 \n我经常试图想象这些页面可能包含什么， \n但当然，在我们大脑习惯的特定模式之外，或者更准确地说，我们只能思考一点点， \n只有当我们非常有创意的时候。 \n\n--男人和星系的自由风格--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "b3_5AE",
    "title": "Hobbies",
    "titleTranslate": "业余爱好",
    "text": "a gifted American psychologist has said, 'Worry is a spasm of the emotion;the mind catches hold of something and will not let it go.' It is useless to argue with the mind in this condition. \nThe stronger the will, the more futile the task. \nOne can only gently insinuate something else into its convulsive grasp. \nAnd if this something else is rightly chosen, if it really attended by the illumination of another field of interest, gradually, \nand often quite swiftly, the old undue grip relaxes and the process of recuperation and repair begins. \n\nThe cultivation of a hobby and new forms of interest is therefore a policy of the first importance to a public man. \nBut this is not a business that can be undertaken in a day or swiftly improvised by a mere command of the will. \nThe growth of alternative mental interests is a long process. \nThe seeds must by carefully chosen;they must fall on good ground;they must be sedulously tended, if the vivifying fruits are to be at hand when needed. \n\nTo be really happy and really safe, one ought to have at least two or three hobbies, \nand they must all be real. \nIt is no use starting late in life to say:'I will take an interest in this or that.'Such an attempt only aggravates the strain of mental effort. \nA man may acquire great knowledge of topics unconnected with his daily work, \nand yet get hardly any benefit or relief. \nIt is no use doing what you like;you have got to like what you do. \nBroadly speaking, human beings may be divided into three classes:those who are toiled to death, those who are worried to hard week's sweat and effort, the chance of playing a game of football or baseball or Saturday afternoon. \nIt is no use inviting the politician or the professional or business man, who has beer working or worrying about serious things for six days, to work or worry about trifling things at the weekend. \n\nAs for the unfortunate people who can command everything they want, who can gratify every caprice and lay their hands on almost every object of desire--for them a new pleasure, a new excitement if only an additional satiation. \nIn vain they rush frantically round from place to place, trying to escape from avenging boredom by mere clatter and motion. \nFor them discipline in one form or another is the most hopeful path. \n\nIt may also be said that rational, industrious, useful human being are divided into two classes:first, one. \nOf these the former are the majority. \nThey have their compensations. \nThe long hours in the office or the factory bring with them as their reward, not only the means of sustenance, \nbut a keen appetite for pleasure even in its simplest and most modest forms. \nBut Fortune's of sustenance, \nbut a keen appetite for pleasure even in its simplest and modest forms. \nBut Fortune's favoured children belong to the second class. \nTheir life is a natural harmony. \nFor them the working hours are never long enough. \nEach day is a holiday, \nand ordinary holidays, when they come, are grudged as enforced as enforced interruptions in an absorbing vocation. \nYet to both classes, the need of an alternative outlook, of a change of atmosphere, of a diversion of effort, is essential. \nIndeed, it may well be that those work is their pleasure are those who and most need the means of banishing it at intervals from their minds. \n\n--WINSTON CHURCHLL Painting as a Pastime--",
    "textTranslate": "一位天才的美国心理学家说：“忧虑是情绪的发作；头脑抓住某物，不会放手。“在这种情况下与头脑争论是没有用的。 \n意志越坚定，任务就越徒劳。 \n人们只能温和地暗示其他东西进入它痉挛的怀抱。 \n如果正确地选择了其他东西，如果它真的被另一个感兴趣的领域所照亮，逐渐地， \n通常很快，旧的过度抓握就会放松，恢复和修复的过程就开始了。 \n\n因此，培养一种爱好和新的兴趣形式对一个公众人物来说是一项至关重要的政策。 \n但这不是一件可以在一天内完成的事情，也不是仅仅凭意志就能迅速完成的事情。 \n替代性心理兴趣的成长是一个漫长的过程。 \n种子必须精心挑选；他们必须脚踏实地；要想在需要的时候得到生机勃勃的果实，就必须精心照料。 \n\n为了真正快乐和安全，一个人应该至少有两三个爱好， \n它们都必须是真实的。 \n在晚年开始说：“我会对这个或那个感兴趣”是没有用的。这样的尝试只会加重精神上的压力。 \n一个人可能会获得与日常工作无关的主题的大量知识， \n然而，他们几乎没有得到任何好处或救济。 \n做你喜欢的事是没有用的；你必须喜欢你所做的事情。 \n从广义上讲，人类可以分为三类：那些辛苦到死的人，那些担心一周的汗水和努力的人，踢足球或棒球比赛或周六下午的机会。 \n邀请政治家、专业人士或商人在周末工作或担心琐碎的事情是没有用的，因为他们有六天的啤酒工作或担心严肃的事情。 \n\n至于那些不幸的人，他们可以控制他们想要的一切，他们可以满足每一个任性，几乎可以得到每一个欲望的对象——对他们来说，这是一种新的快乐，一种新刺激，如果只是一种额外的满足。 \n他们疯狂地从一个地方跑到另一个地方，试图通过哗啦声和动作来逃避复仇的无聊，但徒劳无功。 \n对他们来说，以这样或那样的形式自律是最有希望的道路。 \n\n也可以说，理性、勤劳、有用的人分为两类：第一类。 \n其中，前者占多数。 \n他们有他们的补偿。 \n在办公室或工厂的长时间工作给他们带来了回报，而不仅仅是维持生计的手段， \n而是对快乐的强烈渴望，即使是最简单、最温和的形式。 \n但命运的寄托， \n但即使是最简单、最适度的形式，也渴望快乐。 \n但《财富》杂志青睐的孩子属于第二类。 \n他们的生活是自然和谐的。 \n对他们来说，工作时间永远不够长。 \n每一天都是假日， \n而普通的假期，当它们到来时，就像强迫中断一个令人着迷的假期一样，令人讨厌。 \n然而，对于这两个阶层来说，需要一种不同的观点、改变氛围、转移注意力，这是至关重要的。 \n事实上，这些工作很可能是他们的乐趣，是那些最需要每隔一段时间从脑海中消除它的人。 \n\n--温斯顿教堂绘画作为消遣--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "v0C6OT",
    "title": "The great escape",
    "titleTranslate": "大逃亡",
    "text": "Economy is one powerful motive for camping, since after the initial outlay upon equipment, or through hiring it, the total expense can be far less than the cost of hotels. \nBut, contrary to a popular assumption, it is far from being the only one, or even the greatest. \nThe man who manoeuvres carelessly into his twenty pounds 'worth of space at one of Europe's myriad permanent sites may find himself bumping a Bentley. \nMore likely, Ford Escort will be hub to hub with Renault or Mercedes, \nbut rarely with bicycles made for two. \n\nThat the equipment of modern camping becomes yearly more sophisticated is an entertaining paradox for the cynic, a brighter promise for the hopeful traveler who has sworn to get away from it all. \nIt also provides-and some student sociologist might care to base his thesis upon the phenomenon--an escape of another kind. \nThe modern traveller is often a man who dislikes the Splendide and the Bellavista, not because he cannot afford, or shuns their material comforts. \nbut because he is afford of them. \nAffluent he may be, \nbut he is by no means sure what to tip the doorman or the chambermaid. \nMaster in his own house, he has little idea of when to say boo to a maitre d'hotel \n\nFrom all such fears camping releases him. \nGranted, a snobbery of camping itself, based upon equipment and techniques, already exists;but it is of a kind that, if he meets it, he can readily understand and deal with. \nThere is no superior 'they' in the shape of managements and hotel hierarchies to darken his holiday days. \n\nTo such motives, yet another must be added. \nThe contemporary phenomenon of car worship is to be explained not least by the sense of independence and freedom that ownership entails. \nTo this pleasure camping gives an exquisite refinement. \nFrom one's own front door to home or foreign hills or sands and back again, everything is to hand. \nNot only are the means of arriving at the holiday paradise entirely within one's own command and keeping, \nbut the means of escape from holiday hel (if the beach proves too crowded, the local weather too inclement) are there, outside--or, as likely, part of--the tent. \n\nIdealists have objected to the package tour, that the traveller abroad thereby denies himself the opportunity of getting to know the people of the country visited. \nInsularity and self-containment, it is argued, go hand in hand. \nThe opinion does not survive experience of a popular Continental camping place. \nHoliday hotels tend to cater for one nationality of visitors especially, sometimes exclusively. \nCamping sites, by contrast, are highly cosmopolitan. \nGranted, a preponderance of Germans is a characteristic that seems common to most Mediterranean sites;but as yet there is no overwhelmingly specialized patronage. \nNotices forbidding the open-air drying of clothes, or the use of water points for car washing, or those inviting 'our camping friends' to a dance or a boat trip are printed not only in French or Italian or Spanish, \nbut also in English, German and Dutch. \nAt meal times the odour of sauerkraut vies with that of garlic. \nThe Frenchman's breakfast coffee competes with the Englishman's bacon and eggs. \n\nWhether the remarkable growth of organized camping means the eventual death of the more independent kind is hard to say. \nMunicipalities naturally want to secure the campers 'site fees and other custom. \nPolice are wary of itinerants who cannot be traced to a recognized camp boundary or to four walls. \nBut most probably it will all depend upon campers themselves:how many heath fires they cause;how much litter they leave;in short, whether or not they wholly alienate landowners and those who live in the countryside. \nOnly good scouting is likely to preserve the freedoms so dear to the heart of the eternal Boy Scout. \n\n--NIGEL BUXTON The Great Escape from The Weekend Telegraph--",
    "textTranslate": "经济是露营的一个强大动力，因为在设备的初始支出之后，或者通过租用设备，总费用可能远远低于酒店的成本。 \n但是，与普遍的假设相反，它远非唯一的，甚至不是最伟大的。 \n在欧洲无数永久性场所之一，一个不小心进入价值20英镑的空间的人可能会发现自己撞上了一辆宾利。 \n更有可能的是，福特Escort将与雷诺或梅赛德斯成为枢纽， \n但很少有双人自行车。 \n\n现代露营的装备每年都变得更加复杂，这对愤世嫉俗者来说是一个有趣的悖论，对那些发誓要摆脱这一切的充满希望的旅行者来说，这是一个更光明的前景。 \n它还提供了——一些学生社会学家可能愿意将他的论文建立在这一现象的基础上——另一种逃避。 \n现代旅行者往往是一个不喜欢Splendide和Bellavista的人，不是因为他买不起，也不是因为他回避他们的物质享受。 \n但因为他买得起。 \n他可能很富有， \n但他根本不知道该给门卫或女服务员多少小费。 \n主人在自己的房子里，他几乎不知道什么时候该对酒店领班说嘘 \n\n露营让他摆脱了所有这些恐惧。 \n诚然，露营本身基于设备和技术的势利已经存在；但如果他遇到这种情况，他很容易理解和处理。 \n在管理层和酒店等级制度中，没有比他们更优秀的“他们”来让他的假期变得黑暗。 \n\n除了这些动机，还必须添加另一个动机。 \n当代的汽车崇拜现象可以用所有权所带来的独立和自由感来解释。 \n露营给人一种精致的享受。 \n从自己的前门到家，从国外的山丘或沙滩，再回来，一切都触手可及。 \n到达度假天堂的方式不仅完全在自己的掌握和掌握之中， \n但逃离度假胜地的方法（如果海滩太拥挤，当地天气太恶劣）就在帐篷外面，或者很可能是帐篷的一部分。 \n\n理想主义者反对旅行团，认为出国旅行者因此剥夺了了解所访问国家人民的机会。 \n有人认为，孤立和自我遏制是相辅相成的。 \n这种观点在一个受欢迎的大陆露营地的经历中并不存在。 \n假日酒店往往特别为某一国籍的游客提供服务，有时甚至是独家服务。 \n相比之下，露营地是高度国际化的。 \n诚然，德国人占多数似乎是大多数地中海遗址的共同特征；但到目前为止，还没有压倒性的专业赞助。 \n禁止露天晾晒衣服、使用水龙头洗车或邀请“我们的露营朋友”参加舞会或乘船旅行的通知不仅用法语、意大利语或西班牙语印制， \n而且还有英语、德语和荷兰语。 \n在用餐时间，泡菜的气味与大蒜的气味相互竞争。 \n法国人的早餐咖啡与英国人的熏肉和鸡蛋竞争。 \n\n有组织露营的显著增长是否意味着更独立露营的最终死亡，这很难说。 \n市政当局自然希望确保露营者的场地费和其他习俗。 \n警方对无法追踪到公认的营地边界或四壁的流浪者保持警惕。 \n但最有可能的是，这一切都取决于露营者自己：他们造成了多少野火；他们留下了多少垃圾；简而言之，他们是否完全疏远了土地所有者和农村居民。 \n只有优秀的童子军才能保护这位永恒的童子军所珍视的自由。 \n\n--NIGEL BUXTON《周末电讯报》大逃亡--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  },
  {
    "id": "5kutfd",
    "title": "Planning a share portfolio",
    "titleTranslate": "规划股份投资",
    "text": "There is no shortage of tipsters around offering 'get-rich-quick' opportunities. \nBut if you are a serious private investor, leave the Las Vegas mentality to those with money to fritter. \nThe serious investor needs a proper 'portfolio' --a well-planned selection of investments, with a definite structure and a clear aim. \nBut exactly how does a newcomer to the stock market go about achieving that? \n\nWell, if you go to five reputable stock brokers and ask them what you should do with your money, you're likely to get five different answers, --even if you give all the relevant information about your age age, family, finances and what you want from your investments. \nMoral? There is no one' \nright 'way to structure a portfolio. \nHowever, there are undoubtedly some wrong ways, and you can be sure that none of our five advisers would have suggested sinking all( \nor perhaps any )of your money into Periwigs*. \nSo what should you do? \nWe'll assume that you have sorted out the basics--like mortgages, pensions, insurance and access to sufficient cash reserves. \nYou should then establish your own individual aims. \nThese are partly a matter of personal circumstances, partly a matter of psychology. \nFor instance, if you are older you have less time to recover from any major losses, \nand you may well wish to boost your pension income. \nSo preserving your capital and generating extra income are your main priorities. In this case, you'd probably construct a portfolio with some shares( \nbut not high risk ones),along with gilts, cash deposits, \nand perhaps convertibles or the income shares of split capital investment trusts. \n\nIf you are younger, \nand in a solid financial position, you may decide to take an aggressive approach--but only if you're blessed with a sanguine disposition and won't suffer sleepless nights over share prices. \nIf portfolio, alongside your more pedestrian in vestments. \nOnce you have decided on your investment aims, you can then decide where to put your money. \nThe golden rule here is spread your risk--if you put all of your money into Periwigs International, you're setting yourself up as a hostage to fortune. \n\n*'Periwigs' is the name of a fictitious company. \n--INVESTOR'S CHRONICLE, March 23 1990--",
    "textTranslate": "周围不乏提供“快速致富”机会的线人。 \n但如果你是一个认真的私人投资者，把拉斯维加斯的心态留给那些有钱挥霍的人。 \n认真的投资者需要一个适当的“投资组合”——一个精心策划的投资选择，具有明确的结构和明确的目标。 \n但股市的新手究竟是如何实现这一目标的呢？ \n\n好吧，如果你去找五家信誉良好的股票经纪人，问他们你应该如何处理你的钱，你可能会得到五个不同的答案，即使你提供了有关你的年龄、家庭、财务以及你想从投资中得到什么的所有相关信息。 \n道德？没有人 \n构建投资组合的正确方式。 \n然而，毫无疑问，有一些错误的方法，你可以肯定，我们的五位顾问都不会建议全部沉没( \n或者，你的任何一笔钱都投入了Periwigs。 \n那你该怎么办？ \n我们假设你已经解决了基本问题，比如抵押贷款、养老金、保险和获得足够的现金储备。 \n然后，你应该确立自己的个人目标。 \n这些部分是个人情况的问题，部分是心理问题。 \n例如，如果你年纪大了，你从任何重大损失中恢复的时间就少了， \n你很可能希望提高你的养老金收入。 \n因此，保护你的资本和创造额外收入是你的首要任务。在这种情况下，你可能会用一些股票构建一个投资组合( \n但不是高风险的），以及金边债券、现金存款， \n也许还有可转换债券或分割资本投资信托的收益份额。 \n\n如果你更年轻， \n在财务状况稳健的情况下，你可能会决定采取积极的态度——但前提是你性格乐观，不会因为股价而失眠。 \n如果投资组合，除了你的普通投资。 \n一旦你决定了你的投资目标，你就可以决定把钱放在哪里。 \n这里的黄金法则是分散你的风险——如果你把所有的钱都投入到Periwigs International，你就是在把自己当作财富的人质。 \n\n*“Periwigs”是一家虚构公司的名字。 \n--投资者年鉴，1990年3月23日--",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "",
    "lrcPosition": [],
    "questions": []
  }
]
